[
    {
        "segment_id": 1,
        "title": "John Fabra And Jane Piston",
        "text": "Welcome to Positive America. I'm John Fabra. I'm Jane Piston. great to have you. Hello! It's wonderful to be here. Yeah! New York Times and CNN contributor post. Guess host today?",
        "keywords": [
            "new york times",
            "guess host today",
            "cnn contributor post",
            "positive america",
            "john fabra"
        ],
        "summary": "I'm John Fabra and Jane Piston. great to have you. Hey, it's wonderful to be here ."
    },
    {
        "segment_id": 2,
        "title": "Rfk Jr",
        "text": "It's fantastic. I could not be more excited. So on today's show we are going to talk about the Republican House. Just passed a potential TikTok ban that Donald Trump no longer supports. RFK Jr. has reportedly chosen... I have, I know, I remember you telling me. I don't know that. Tough that he does remember his anniversary. I mean, I guess when you've had a couple of wives, it's ... It's not surprising. Exactly.",
        "keywords": [
            "potential tiktok ban",
            "reportedly chosen ...",
            "rfk jr",
            "republican house",
            "longer supports"
        ],
        "summary": "RFK Jr. has reportedly chosen... I have, I know, I remember you telling me. I don't know that. Tough that he does remember his anniversary ."
    },
    {
        "segment_id": 3,
        "title": "Two Presidential Candidates",
        "text": "I think that , at the very, , 30,000-foot view, it is not ideal that we now have dueling depositions of two presidential candidates and... to presidents. That's not good. I will say, as a side note, if I ever could win anything, I would to win the chance to depose someone, deposing someone just sounds super fun. Just being , did you say this and the person being , apparently I did, that sounds great. I would go to law school just to depose people. That's all I want to do. And of course, , when you're dead. opposed you are advised by your lawyers any good lawyer to say that you don't recall if you're not absolutely sure because otherwise you could have pretty charges. Yeah absolutely. It's another classic example of how the good thing to do doesn't sound good.",
        "keywords": [
            "ever could win anything",
            "two presidential candidates",
            "another classic example",
            "sounds super fun",
            "sounds great"
        ],
        "summary": "if I ever could win anything, I would to win the chance to depose someone . if you are dead, you are advised by your lawyers any good lawyer to say that you don't recall because otherwise you could have pretty charges ."
    },
    {
        "segment_id": 4,
        "title": "Particular Events Remain",
        "text": "Right. It's, , if you are arrested you should not say anything to the police. However... the police when they do your date line episode will be yeah she lawyer it up right away didn't say anything which is the right thing to do but when you're watching date line later you're gonna be hmm she killed all those people and that's what we're watching right now date line that is what politics has become I'm glad you're here to talk about this because when we spoke yesterday you said you hadn't been following every detail of the hearing or the her investigation which what? Makes you just most voters. So now that you're all right up on everything, what do you think? I think that it is March of an election year. And so the relevance of these particular events remain to be seen. I know that's not a very satisfying answer, but I've been taking a break from social media for Lent, which has been great.",
        "keywords": [
            "watching date line later",
            "particular events remain",
            "following every detail",
            "date line episode",
            "date line"
        ],
        "summary": "the police when they do your date line episode will be yeah she lawyer it up right away didn't say anything which is the right thing to do . when you're watching date line later you are gonna be hmm she killed all those people and that's what politics has become . if you are arrested you should not say anything to the police ."
    },
    {
        "segment_id": 5,
        "title": "Criteria Card Gotten",
        "text": "It just also means that I am not plugged. It's quite literal. But I am not plugged in to literally everything that's taking place. And so , after going through the transcript of the hearing and reading a bunch of write-ups from actual news outlets, my main takeaway is, wow, everyone hates each other. Because you had Republicans yelling at her about how she's the Praetorian Guard for Biden, which he is not. And also. I don't know how the criteria card gotten all to you. , yeah, and but then you had Democrats yelling at her that he had smeared Biden by referring to him. It's elderly and talking about his memory issues.",
        "keywords": [
            "criteria card gotten",
            "actual news outlets",
            "taking place",
            "republicans yelling",
            "quite literal"
        ],
        "summary": "it means that I am not plugged in to literally everything that's taking place . it's quite literal, but I amn't plugged into literally everything . you had Republicans yelling at her about how she's the Praetorian Guard for Biden, which he is not ."
    },
    {
        "segment_id": 6,
        "title": "Sounds Super Fun",
        "text": "I was very entertained because part of the transcript shows that Biden does remember going to Mongolia and having an awesome time bow hunting, which sounds super fun. Apparently Biden excels at archery. I mean, he made the details of me. That's my takeaway. Archery is hard. For Metriptom Angolia 13 years ago. And he's remembering hitting the target. I don't even want to know why that story came up on me. No, he wanted to talk about cars. And he wanted to talk about how hot his wife is. So I was , yeah, Joe Biden, elderly wife guy who remembers elderly wife.",
        "keywords": [
            "metriptom angolia 13 years ago",
            "awesome time bow hunting",
            "sounds super fun",
            "remembers elderly wife",
            "elderly wife guy"
        ],
        "summary": "the transcript shows that Biden excels at archery . he's remembering hitting the target for metriptom Angolia 13 years ago ."
    },
    {
        "segment_id": 7,
        "title": "Getting Actual Answers",
        "text": "guy things. That checks out. But I think the main, , it was interesting how rather than ask questions that could show why didn't it charge as result from this? Why did this not appear in the ultimate report that you gave what, , what getting actual answers? Everyone involved decided this is a televised hearing. We must do televised hearing things and yellow. with each other and yell at him, this former special counsel who did not ask for any of this. He's just there and he was yelled at.",
        "keywords": [
            "getting actual answers",
            "former special counsel",
            "everyone involved decided",
            "televised hearing things",
            "televised hearing"
        ],
        "summary": "everyone involved decided this is a televised hearing . he's just there and he was yelled at ."
    },
    {
        "segment_id": 8,
        "title": "Whether Republican Politicians",
        "text": "But I think that it was interesting because a couple of the write-ups I saw were , this could have election ramifications. And I'm thinking back to, do you remember before years ago? Do you remember who was taking place roughly four years ago? Oh, I think we were home for... in his running mate and it could be Aaron Rogers or Jesse Ventura. And we're going to talk about whether Republican politicians are too terminally online to win. But first, you might remember that last month, the special counsel who investigated President Biden's handling of classified information concluded in his reports that there was insufficient evidence to bring charges, but then swerved out of the way to call Biden, quotes a well-meaning elderly... quite a while. Yeah, we were home for quite a while. , some stuff was happening.",
        "keywords": [
            "taking place roughly four years ago",
            "meaning elderly ... quite",
            "whether republican politicians",
            "classified information concluded",
            "investigated president biden"
        ],
        "summary": "we're going to talk about whether Republican politicians are too terminally online to win . we might remember that last month, the special counsel who investigated president Biden's handling of classified information concluded there was insufficient evidence to bring charges, but then swerved out of the way to call Biden ."
    },
    {
        "segment_id": 9,
        "title": "Entire Global Pandemic",
        "text": ", I believe we are now, , just over the anniversary of when Rudy go pair, cause the entire NBA to shut down, which I, I will never move on from the fact that as far as I'm concerned, it's all Rudy go there as fault. But , we have no idea what is going to happen in between. now and November. It is not ideal that Biden is in the situation. This record is not good. This hearing was not good. But whether it will be relevant to people voting in November, which is, I don't, it's a while from now. A lot can happen. You can have an entire global pandemic between now and then.",
        "keywords": [
            "entire global pandemic",
            "rudy go pair",
            "rudy go",
            "entire nba",
            "people voting"
        ],
        "summary": "it is not ideal that Biden is in the situation . this hearing was not good . a lot can happen between now and then ."
    },
    {
        "segment_id": 10,
        "title": "Would Prefer",
        "text": "I would prefer we didn't. That happened four years ago. I was , all right, goodbye, everybody. Taken much. Social media. break for a let and I came back and we were in the midst of a global pandemic so I'm really trying not to instigate that again. Yeah. I'm doing my very best but I will just say I don't know how relevant this is going to be.",
        "keywords": [
            "happened four years ago",
            "would prefer",
            "taken much",
            "social media",
            "really trying"
        ],
        "summary": "I would prefer we didn't. that happened four years ago . I was , all right, goodbye, everybody. Taken much. Social media. break for a let and I came back and we were in the midst of a global pandemic so I'm really trying not to instigate that again ."
    },
    {
        "segment_id": 11,
        "title": "Moved Stuff Around",
        "text": "I don't know what's going to be at top of mind for voters especially because the opposition can wait also has a pair of memory issues or end of that position. position and a host of legal issues. Couple of definitions at this point. Yeah, exactly. He's been doing all right. She's got a lot of time. Exactly. And also had a whole classified document scandal and his classified documents were kept in various places in Mara Lago. And now there are interviews with former Mara Lago staff are saying , yeah, we just moved stuff around. And it seemed to be here.",
        "keywords": [
            "whole classified document scandal",
            "former mara lago staff",
            "moved stuff around",
            "mara lago",
            "classified documents"
        ],
        "summary": "the opposition can wait also has a pair of memory issues or end of that position . he's been doing all right. she's got a lot of time. Exactly ."
    },
    {
        "segment_id": 12,
        "title": "Much Different Portrait",
        "text": "That's not good. But again, I don't know what it will mean for people voting in New York. Yeah. I mean, my takeaway is if you are truly concerned about Joe Biden's memory or cognitive abilities, I would urge you to read or at least skim. It is 159 pages, the full transcripts of the interview. It paints a much different portrait of Biden than her support in which it's called. Council very clearly cherry-picked, exaggerated, and editorialized in a way that absolutely wasn't necessary in order to explain why he chose not to bring charges. Just one example, in the report, her says Biden quote, did not remember even within several years when his son bowdied. Because what actually happened is that Biden was telling a story to her about why he started thinking about running for president.",
        "keywords": [
            "remember even within several years",
            "much different portrait",
            "says biden quote",
            "would urge",
            "truly concerned"
        ],
        "summary": "the full transcripts of the interview are 159 pages . it paints a much different portrait of Joe Biden than her support in which it's called . if you are truly concerned about Biden's memory, I would urge you to read or at least skim ."
    },
    {
        "segment_id": 13,
        "title": "Within Several Years",
        "text": "2017-2018, which involved a promise to his dying son. Biden said, what month did Boat die? Oh my god, May 30th. And then a White House lawyer interrupted to say 2015 and Biden said, was it 2015 he died? The lawyer said yes and Biden said it was 2015. So it's not her was completely lying but when you say, do not remember he. within several years when his son Bodai, you wouldn't know from that that he immediately knew what date it was and he just had to be corrected on the year as he was telling a very, very long story about why he ran first. Yeah, exactly. And especially because I think if anyone has experienced tragedy, sometimes you remember every aspect of it, it happened, it is still taking place and sometimes little things fade away. Bye. You might remember I remember where I was when I found out that this person had passed away I can tell you everything about it I can tell you what the weather looked but what year?",
        "keywords": [
            "sometimes little things fade away",
            "white house lawyer interrupted",
            "within several years",
            "still taking place",
            "lawyer said yes"
        ],
        "summary": "a white house lawyer interrupted to say 2015 and Biden said, was it 2015 he died? the lawyer said yes and biden said it was 2015 . he just had to be corrected on the year as he was telling a very long story about why he ran first ."
    },
    {
        "segment_id": 14,
        "title": "Rascans Says He'S",
        "text": "Not sure might need a moment and so that was a moment in which I Think that and I think representative rascans also made the point that there seemed to be I mean Republicans getting really upset about document handling seemed a little bit of a I'm giving aside I'm aware that side I is not ideal for a podcast format But I do think that there is a sense about being this hearing was not about doctors this hearing was about Biden should be charged with crimes and remove from the White House and who's taking place in the White House Donald Trump another person with documents issues who actually has been charged with man with poor memory. Well, how's the publicans called Robert heard to testify yesterday, so they could yell at him for not indicting Biden, generate some content for campaign ads. Here's an example from a Republican representative Tom Tiffini. So I want to thank you for the work that you did as far as you could, but unfortunately, you are part of the Pretorian Guard that guards the swamp out here in Washington, D.C. protecting the weeds. And... Crines. Yeah, and by the way if you don't if you don't think that Biden is gonna be tired Which not even really think because Robert her said it's not going to be and now it doesn't let their go to Peach him because they haven't found any evidence the warrants impeachment and it also and Ken Buck just retired So now they barely even have house majority let alone enough people to in peach him So he's that's not gonna happen by Zolt. Yeah, by Zolt and he's seen aisle even though So Robert heard you said he wasn't, , but anyway that's what they were trying to push. I don't think they successfully advanced the storyline about Biden's age in this hearing.",
        "keywords": [
            "white house donald trump another person",
            "house majority let alone enough people",
            "mean republicans getting really upset",
            "think representative rascans also made",
            "republican representative tom tiffini"
        ],
        "summary": "rascans says he's gonna be tired if he doesn't have a house majority . he says it's not gonna happen by Zolt and he has seen aisle even though he wasn't, but anyway that's what they were trying to push ."
    },
    {
        "segment_id": 15,
        "title": "Round Table Discussions",
        "text": "Right, exactly. Because that's, I mean, politics so much is about storylines and about introducing ideas into the media zeitgeist. I am a part of the media zeitgeist. I do zeitgeist, you think it's on occasion. And there is an idea of if we talk a lot about how Biden is old Then the media will have to report that he is old and then they'll have to do round table discussions about how old is Joe Biden He's so old that he might remember true and I don't know and that's the point But I do think that the challenge is that Trump is also old. I'm aware that that is not a discussion that we have all the time. I think that a couple of people, I think Mikaikopin's, he's a great writer. The Atlantic has made the point that so much of Trump's weirdness is baked in with American voters and with you the media that if you just keep saying weird things Trump says, there's a certain moment. There's a sports writer, he owns the Ringer Bill Simmons. He came up with a singing year's goal, called the Mike Tyson Zone, which is Mike Tyson, if you hear that Mike Tyson did any, Mike Tyson jumped off the Eiffel Tower.",
        "keywords": [
            "keep saying weird things trump says",
            "round table discussions",
            "ringer bill simmons",
            "might remember true",
            "mike tyson zone"
        ],
        "summary": "politics so much is about storylines and about introducing ideas into the media zeitgeist . the media will have to report that he is old and then they'll have to do round table discussions about how old is Joe Biden . if you just keep saying weird things Trump says, there's a certain moment ."
    },
    {
        "segment_id": 16,
        "title": "Mike Tyson Zone",
        "text": "You'd be , yeah, probably. , there is a certain zone and the Donald Trump is within the Mike Tyson zone. Of , if I heard, if you told me that Donald Trump went on a long rant about the Netflix revival of Gilmore Girls and how terrible it was, I'd be , yeah. 100% check that out. No, no, no, no. I'm , now I'm going to incept myself into believing that this happened, but , there, it, it, this hearing wasn't effort to put this conversation about Biden's age back into media spaces and make the media talk about it. And I think that the media will continue to talk about Biden's age, because I do think it is relevant for obvious reasons. reasons, namely, he is elderly, actuarial tables are actuarial tables for reasons. But I also think that on this particular issue, the documents issue, I don't think that they got what they wanted out of them. It's the same way that the Biden impeachment didn't go anywhere. You can bring a horse to water, but you cannot make it into a document scan.",
        "keywords": [
            "mike tyson zone",
            "donald trump went",
            "donald trump",
            "certain zone",
            "particular issue"
        ],
        "summary": "if you told me that Donald Trump went on a long rant about the Netflix revival of Gilmore Girls and how terrible it was, I'd be , yeah, probably. 100% check that out. No, no, no. I'm going to incept myself into believing that this happened, but this hearing wasn't effort to put this conversation about Biden's age back into media spaces ."
    },
    {
        "segment_id": 17,
        "title": "Republicans Keep Setting",
        "text": "As the saying says. I think... Part of their problem is that the hearing came, , several days after a state of the union whereby Fights D was a joyful warrior and might take on the city of unions It's not gonna be a gamechangers and state of the unions often art gamechangers But they usually don't lead to any change in appropriating or or bumps in the polls But I do think it was a blueprint for Biden for the campaign if he is that out on the campaign trail or when we see him in public from now until November he's going to be a lot better off but what did you think? Yeah I think that how the state of the union is perceived is always it's always challenging because you are asking people who already have a perception of the person giving the state of the union you cannot bring in people who have literally never heard of Joe Biden watch the speech, how do you think of this guy did? Yeah. But that's not how this works. And I do think how his, I don't think it's going to have any impact on pulling. But I do think that Republicans keep setting the expectations for Joe Biden on the floor. We saw this in 2020. And we've seen this over and over again. That Joe Biden is supposed to be barely a- Joe Biden is part of that company of the elites. You are part of the guard who defends the swamp.",
        "keywords": [
            "unions often art gamechangers",
            "republicans keep setting",
            "literally never heard",
            "union whereby fights",
            "joe biden watch"
        ],
        "summary": "the hearing came several days after a state of the union whereby Fights D was a joyful warrior and might take on the city of unions It's not gonna be a gamechangers But they usually don't lead to any change in appropriating or bumps in the polls . but what did you think? I think that how the state is perceived is always it's always challenging because you are asking people who already have a perception ."
    },
    {
        "segment_id": 18,
        "title": "Julian Zelizer: It Was Po",
        "text": "Unfortunately, it was very polite to accept it. Just before the hearing has Democrats released the full transcript of her interview with Biden, which at one point showed the special counsel contradicting his own characterization of Biden's memory. Let's listen. I now want to turn you to the transcripts. life. He is supposed to be unable to do literally anything and that he will do anything. He will he will appear to be a member of Human Race in Goodston and then Republicans are well he was loud. He was very loud. He seemed annoyed and at a certain point Maybe set your expectations for Joe Biden slightly above Comitose I think that that is the challenge here if you have Baked in this idea that Joe Biden is Seenile and then Joe Biden does things that make it obvious that he is not seen. I think that You are ignoring your Republican things that are actually things you go after.",
        "keywords": [
            "certain point maybe set",
            "one point showed",
            "special counsel contradicting",
            "joe biden slightly",
            "joe biden"
        ],
        "summary": "julian zelizer: it was polite to accept the full transcript of her interview with Biden . he says he is supposed to be unable to do anything and that he will do anything . you are ignoring your Republican things that are actually things you go after, he writes ."
    },
    {
        "segment_id": 19,
        "title": "Whereas Donald Trump",
        "text": "So by then, you go after to buy not any number of subjects. You go after the withdrawal from Afghanistan or any number of actual policy issues. This is me trying to make the selection about policy. Well, it will not be about policy. I know that. I know that. But , I think that it just, it's so easy. It's so easy to just be , Oh, he's old and can't do anything. Whereas Donald Trump, not old, not weird, is, , this vital person, a Ben Garrison comic. And it keeps not working and they keep doing over and over and over again.",
        "keywords": [
            "whereas donald trump",
            "ben garrison comic",
            "actual policy issues",
            "vital person",
            "policy"
        ],
        "summary": "it's so easy to just be , Oh, he's old and can't do anything . it keeps not working and they keep doing over and over again ."
    },
    {
        "segment_id": 20,
        "title": "Mitt Romney",
        "text": "I remember during the early months of the 2012 reelect. the Romney people tried out a line on Obama that was, , he's a decent man who was a historic president and we're so glad that he made history, but he just hasn't been able to turn the economy around and we were much more afraid of that line of attack than we were what they ended up with. by the end, which is , , he did bend gossy. And because once again, the Republicans let the fringe take over the messaging. And it's just not as it's not the people had debts about Obama, but they didn't believe that he was some evil, whatever that they painted him up to be. And that is the same thing that Republicans would fight. Right. And I think that that's something, , 20s, Mitt Romney, why? to talk about the economy or the very specific issues that I think were were tethered to actual policies upon which you could actually criticize Barack Obama whose actual polling numbers were not that great in 2011-2012.",
        "keywords": [
            "could actually criticize barack obama whose actual polling numbers",
            "actual policies upon",
            "republicans would fight",
            "romney people tried",
            "republicans let"
        ],
        "summary": "john avlon: reelections were tethered to actual policies on which you could criticize Barack Obama . he says he's a decent man who was a historic president and we're so glad that he made history, but we were much more afraid of that line of attack than we were what they ended up with . and that's something, 20s, Mitt Romney, why?"
    },
    {
        "segment_id": 21,
        "title": "Benghazi Flash",
        "text": "Right? No. Due to any number of things and the GOP media base was no! Benghazi Flash, orally takes flash. Oh, yeah, for God of life. Extremely strange. , oh, I've never, I will never forget about Orally Tates. You can't take that away from me.",
        "keywords": [
            "gop media base",
            "orally takes flash",
            "orally tates",
            "benghazi flash",
            "extremely strange"
        ],
        "summary": "Benghazi Flash, orally takes flash. oh, yeah, for God of life. Extremely strange."
    },
    {
        "segment_id": 22,
        "title": "Photo Graphic Understanding",
        "text": "But , it is interesting how, I mean, this, I mean, it's a, it's a cultural discussion. His, Biden's age is an easier conversation to have that everyone makes sense of. When talking about withdrawing from Afghanistan gets complicated because... a lot of people wanted to withdraw from Afghanistan and everyone was always going to be mad at the person who actually did. People to be mad about the economy or about economics or about inflation but all of that is a little challenging to talk about but he's old that's easy. And he's saying I'll never that's something that people understand. It just happens that it keeps not necessarily big. right yeah and the truth is he's a well-meaning elder man true can remember just with mind-numbing detail all kinds of stories from his 81 years of this art and we'll tell those stories to you ad nausea yeah yeah and I have been it is the Joe Biden in that transcript is to Joe Biden anyone who and day one page 47. You said to President Biden you have appeared to have a photo graphic understanding and recalled the house. Did you say that to President Biden?",
        "keywords": [
            "meaning elder man true",
            "day one page 47",
            "ad nausea yeah yeah",
            "photo graphic understanding",
            "everyone makes sense"
        ],
        "summary": "he's a well-meaning elder man true can remember just with mind-numbing detail all kinds of stories from his 81 years of this art and we'll tell those stories to you ad nausea yeah yeah and the truth is he is the Joe Biden in that transcript is to anyone who and day one page 47."
    },
    {
        "segment_id": 23,
        "title": "Knows Joe Biden",
        "text": "Those words do appear on page 47 of the transfer. Photo graphic is what you said, is that right? knows Joe Biden who has been in meetings with Joe Biden, who has talked to Joe Biden, we have all heard those stories where he has a, the mental acuity is sharp, right? And he remembers a lot. He goes on at length. Right. And he tells these stories and some of the stories are a little pookie, might make your roll your eyes time to time, but the guy is sharp. He's really sharp. So the house is on a real tear this week on the heels of that very successful special council hearing.",
        "keywords": [
            "successful special council hearing",
            "knows joe biden",
            "joe biden",
            "joe biden",
            "real tear"
        ],
        "summary": "the house is on a real tear this week on the heels of that very successful special council hearing . he tells the stories where he has a, the mental acuity is sharp, right?"
    },
    {
        "segment_id": 24,
        "title": "Overwhelmingly Bipartisan Support",
        "text": "They just passed a bill, 352 to 65, that would ban TikTok from all US app stores, unless by dance. The Chinese company their own social media. to sell TikTok to an American-based owner within 165 days. The legislation has overwhelmingly bipartisan support. It also has support from President Biden. This is all based on assessments from the intelligence community and the FBI that TikTok closes a threat to national security. They believe the Chinese government will use or is using the app to spy on American users. Spread Pop Propaganda. and interfere in our elections. The bill may or may not pass the Senate, we don't know yet, but it does have one brand new opponent, Donald Trump, who tried to ban TikTok when he was president, but just changed his mind recently after a fierce lobbying campaign by people with financial ties to TikTok, including a billionaire donor, and Kellyanne Conway.",
        "keywords": [
            "based owner within 165 days",
            "one brand new opponent",
            "spread pop propaganda",
            "fierce lobbying campaign",
            "us app stores"
        ],
        "summary": "the bill would ban TikTok from all US app stores unless by dance . the bill has overwhelmingly bipartisan support . it also has support from president biden ."
    },
    {
        "segment_id": 25,
        "title": "Normal Objective Conversation",
        "text": "Imagine that. All right, before we get to the Trump of it all, , What do you think of the band or the potential band? So I think that there's in a normal objective conversation about this. I think that the band that is not really a band to be quick. Yes. If we go back to 2020, there's another app that's very popular in the case of the controversial, the Hussies exact same issue. Grinder, which... Some of you might be extremely familiar with and some of you are , what's Grindr?",
        "keywords": [
            "normal objective conversation",
            "hussies exact",
            "go back",
            "extremely familiar",
            "another app"
        ],
        "summary": "if we go back to 2020, there's another app that's very popular in the case of the controversial, the Hussies exact same issue . some of you might be extremely familiar with and some are, what's Grindr?"
    },
    {
        "segment_id": 26,
        "title": "Grindr 2020",
        "text": "And they're also lying. You never know. So Grindr, 2020 owned by a Chinese company, Poonland, US forces the sale of Grindr to stand Vicente acquisition because of security concerns. And people are still grinding. Is that what I'm not going to ask? Someone will email me to tell me. What the purpose one uses is... Still grindin', still grindin', got the episode title. Oh. I, I'm, I'm leaving out that.",
        "keywords": [
            "still grindin ', still grindin ', got",
            "stand vicente acquisition",
            "purpose one uses",
            "still grinding",
            "us forces"
        ],
        "summary": "Grindr 2020 owned by a Chinese company, Poonland, US forces the sale of the company to stand Vicente acquisition because of security concerns . people are still grinding. I, I'm, I am leaving out that ."
    },
    {
        "segment_id": 27,
        "title": "Reasonable ... Ask",
        "text": "So there are examples for this. This is not, no, martyck talk ever. This is sell it to an American subsidiary, sell it to an American company. Which is, I think it seems to mean a reasonable... ask if you would to continue having TikTok in the United States. , it's a thing that you can do. But then it's not about objectively what TikTok actually is. It is about what TikTok means. If you're a former vice president, Mike Pence, you believe it is digital fentanyl? Which, I don't entirely understand what that means or what- pencil, pencil is, but that's neither here nor there.",
        "keywords": [
            "reasonable ... ask",
            "martyck talk ever",
            "former vice president",
            "united states",
            "mike pence"
        ],
        "summary": "if you're a former vice president, you believe it is digital fentanyl . it's about what TikTok actually means, but that's neither here nor there ."
    },
    {
        "segment_id": 28,
        "title": "Ruben Navarrette: If",
        "text": "If you are Rand Paul, you believe that this is all deeply unfair. There are obviously a lot of libertarians with , I think on many issues I agree with them with regard to a time to ban TikTok or limit TikTok for some of the arguments against TikTok that I've seen from Republican seem to literally be , it's poisoning our children with liberal nonsense. , the idea that in China TikTok is , , they watch workstruck performances, but in America, they watch pornography on TikTok. , that's, no, that sounds stupid. If you have actual security concerns, risk regard to the ownership of TikTok. That is different from TikTok is bad, and TikTok. No more TikTok for anyone. that work does appear on page 47 of the transfer. Never appeared in your report though. Is that correct? The word photograph that does not appear in our report. Attorney Herb Webster's Dictionary defines C-Nyle as exhibiting a decline of cognitive ability such as memory associated with old age. Mr. Herb, based on your report, did you find that the president was C-Nyle? those were two different things.",
        "keywords": [
            "actual security concerns",
            "watch workstruck performances",
            "two different things",
            "dictionary defines c",
            "attorney herb webster"
        ],
        "summary": "ruben navarrette: if you are Rand Paul, you believe that this is all deeply unfair . he says the idea that in China TikTok is , they watch workstruck performances, but in America they watch pornography on Tiktok . it's poisoning our children with liberal nonsense, he writes ."
    },
    {
        "segment_id": 29,
        "title": "Bowling Green Mascar",
        "text": "So I think that how people are thinking about this app is actually how people are thinking about tech and this type of tech. On the one hand you have people who I think are a smidge and two in business. Some of them are being paid to be enthusiastic, are good friends of the Bowling Green Mascar, Kelly and Conway. Some people, , they're been a host of TikTok. influencers who have been on Capitol Hill to talk to people. I don't know if you may have seen others, may have seen TikTok has had a big ad campaign to the United States to being , , I'm able to support my family. I'm educating toddlers. I'm making soap. I'm the nicest person in the entire world.",
        "keywords": [
            "bowling green mascar",
            "big ad campaign",
            "united states",
            "seen others",
            "one hand"
        ],
        "summary": "some people are being paid to be enthusiastic, are good friends of the Bowling Green Mascar, Kelly and Conway . some people, , they're been a host of TikTok. influencers who have been on Capitol Hill to talk to people."
    },
    {
        "segment_id": 30,
        "title": "Really Bad Stuff",
        "text": "Not on TikTok. Nothing bad could happen here, which I'm, fine. But I think that the conversation is less about what TikTok is and more about what TikTok means. Yeah. Which is about a social media platform that is confusing and loud and sometimes filled with really bad stuff and sometimes filled with really good stuff and it is currently seemingly out of control and a lot of people don't that and a lot of people don't that. Yeah, I mean look, my view on this is that most social media platforms, as currently designed, do more harm than good. That's my own bias here. I think that, , functional democracies require a shared reality and social media is not in the shared reality business. Perhaps there's some different realities where we only see in here now what we want to. It's not true. It makes rational debate possible. It makes it very easy. to ignore what's going on in the world altogether.",
        "keywords": [
            "nothing bad could happen",
            "makes rational debate possible",
            "really bad stuff",
            "functional democracies require",
            "social media platforms"
        ],
        "summary": "the conversation is less about what TikTok is and more about what it means . it's about a social media platform that is confusing and loud and sometimes filled with really bad stuff . that's my own bias here, but it makes rational debate possible ."
    },
    {
        "segment_id": 31,
        "title": "Watch Alama Hopping",
        "text": "I think TikTok is maybe one of the worst of all the platforms because the algorithm is more determinative, right? There's very little choice involved. You're just being fed. Video after video based on your own interests. But what if I really want to watch Alama hopping to party up by DMX? That's my right. I have the right to watch Alama hop to party up by... DMX don't take that away from me doesn't say it's so that all that aside I'm not I said no fan Twitter even though I use it and addicted to it. I also Spent an hour on TikTok and then where did the hour go right so but you're right If you want to if you want to do that great But operating in a country where the government is actively hostile to US interests In looking for ways to spy on us not good I don't think we would have accepted during the head of the Cold War, the Soviet Union owning NBC.",
        "keywords": [
            "soviet union owning nbc",
            "fan twitter even though",
            "watch alama hopping",
            "watch alama hop",
            "little choice involved"
        ],
        "summary": "I have the right to watch Alama hopping to party up by DMX . I also Spent an hour on TikTok and then where did the hour go right so but you're right ."
    },
    {
        "segment_id": 32,
        "title": "There'S A Security Concern",
        "text": "Right. That's something that would have been a problem for me. Right. Exactly. And , I think that it's difficult for people to separate all of these pieces. Yeah. It's any hearing you have on these issues with regards to Chinese Communist Party The Chinese government obviously turns into rabid cytopobia, which no one needs. But there is an actual security concern here. There is a security concern that has been raised by many people of both parties. People who I do not think are completely insane.",
        "keywords": [
            "chinese government obviously turns",
            "chinese communist party",
            "actual security concern",
            "security concern",
            "rabid cytopobia"
        ],
        "summary": "there's a security concern that has been raised by many people of both parties . people who I do not think are completely insane ."
    },
    {
        "segment_id": 33,
        "title": "Easily Influenced Person",
        "text": "I think that that is worth hearing, especially because if Tik Tok is... owned by an American company, then you can continue to watch... Keep TikTok. Whatever. Yeah, you can keep on TikToking or inventing TikTok dances and please just don't film your TikTok in public because you look insane. What is also of interest to me is that Donald Trump, on this particular issue who, as you mentioned, wanted to ban TikTok in 2020. Trump. Trump occasionally is accused or given the excuse is too negligent. He is admired for his ability to do three four five dimensional tests on any number of issues. But Donald Trump is actually the most easily influenced person in the history of time.",
        "keywords": [
            "three four five dimensional tests",
            "watch ... keep tiktok",
            "easily influenced person",
            "inventing tiktok dances",
            "... owned"
        ],
        "summary": "don't film your TikTok in public because you look insane . Donald Trump is the most easily influenced person in the history of time . he is admired for his ability to do three four five dimensional tests ."
    },
    {
        "segment_id": 34,
        "title": "Unlike President Biden",
        "text": "Ever. What? I did not, that conclusion is not appeared in my report times. Democrats also use the hearing to remind everyone that Trump is much worse at both handling classified information and remembering important things. Let's listen. Unlike President Biden, Trump did not alert the National Archives or DOJ of the documents nor did he turn over all the classified materials in his possession. He did not agree to sit down. at any time.",
        "keywords": [
            "unlike president biden",
            "remembering important things",
            "democrats also use",
            "handling classified information",
            "classified materials"
        ],
        "summary": "the hearing reminds everyone that Trump is much worse at handling classified information and remembering important things . he did not alert the National Archives or DOJ of the documents nor did he turn over all the classified materials ."
    },
    {
        "segment_id": 35,
        "title": "Tiktok David Urban",
        "text": "And on this particular issue he has been effectively influenced because there is a person that he hates. That person's name is Mark Zuckerberg. That person runs Facebook and a host of other entities for years. Donald Trump has hated Mark Zuckerberg. Hated him brilliant people who are paid millions of dollars to do this very thing go to Donald Trump or hey Facebook page what your supporters love and your supporters are free on TikTok David Urban who's a lobbyist long time advisor to Trump I believe he brand the Pennsylvania campaign twice. Student for Trump said that for a voluntary interview with the special counsel, he never consented to a search of his home on the contrary. Trump suggests that his attorney hide will destroy evidence requested by the FBI in the grand jury. Trump carefully instructed his aide to move boxes of classified documents to hide them from the FBI. Trump tried to delete incriminating security tape footage from Mar-a-Lago and he got- That is attorney to provide a false certification. The FBI saying he had produced all the documents in his possession.",
        "keywords": [
            "delete incriminating security tape footage",
            "lobbyist long time advisor",
            "tiktok david urban",
            "pennsylvania campaign twice",
            "hey facebook page"
        ],
        "summary": "he has been effectively influenced because there is a person that he hates . that person runs Facebook and a host of other entities for years . he says he never consented to a search of his home on the contrary ."
    },
    {
        "segment_id": 36,
        "title": "Exact Date Speed",
        "text": "I'd have to get the exact date speed. I can do that. My correct that you married your current wife in January 2007. I don't know relative to that. What year is we doing as a pop-up talk? I don't know these. James Weber. I don't remember the names. I don't remember the names. So you don't remember saying that one of those names. I don't remember.",
        "keywords": [
            "exact date speed",
            "january 2007",
            "james weber",
            "current wife",
            "know relative"
        ],
        "summary": "my correct that you married your current wife in January 2007 . I don't remember the names ."
    }
]