[
    {
        "segment_id": 1,
        "title": "State Of The Union",
        "text": "Welcome to Puzzle of America from Denver. I'm Dan Fiker and we just watched the State of the Union. Dan, it's late. It's 8.45 Pacific time. I don't know how people in the East Coast do this. I mean, we used to do it. Hey Bill, we were a lot younger. We are fortunate to have White House Presetor Terry Karin Jump here. She'll be joining us a little bit later. But first, Joe Biden just give a humdinger of a state of the Union, Dan.",
        "keywords": [
            "white house presetor terry karin jump",
            "little bit later",
            "45 pacific time",
            "lot younger",
            "joining us"
        ],
        "summary": "we just watched the State of the Union from Denver . Dan, it's late. it is 8.45 Pacific time ."
    },
    {
        "segment_id": 2,
        "title": "President Obama'S Speech Was",
        "text": "He really enjoyed... I say stop it. Stop it, stop it, stop it. So what did you think about that? I was surprised. Are you surprised? I was impressed that they got that through the lawyers. I mean, we know, , when Obama gave the 2012 city an heading into that campaign, we wrote that speech. We did not yet know Mitt Romney was definitely going to be his opponent. but we had a pretty good idea and that speech was written with the idea that we were really facing Mitt Romney, a private equity executive who made a lot of money buying companies and fire-eating employees and was promoting policies to cut taxes for rich people himself. And remember in that speech, a lot about economic inequality, that was the Buffett rule, which was the rule that said that there was basically the idea that Warren Buffett used to say, He's Secretary, he paid a higher tax rate than he did. And so I expected it to be all about Trump. I didn't expect that they would directly mention him, but they did, that's great.",
        "keywords": [
            "really facing mitt romney",
            "yet know mitt romney",
            "really enjoyed ...",
            "would directly mention",
            "private equity executive"
        ],
        "summary": "president obama's speech was written with the idea that we were facing Mitt Romney . he said that he paid a higher tax rate than he did . but he didn't expect that they would directly mention him ."
    },
    {
        "segment_id": 3,
        "title": "Feistiness Joe Biden",
        "text": "let's just why no reason to dance around it. And I hate when you don't meant when you don't to say the thing and they said the thing and I think it's great. And because he did that, and I think this is the most important part about this is it will get more attention. And one of the things that the president has really- struggled with because of that structural deficiencies that Democrats have immediate is grabbing the nation's attention and one way to do that is to just is the brakes of eggs right has some conflict and this speech will get way more attention because you went directly after dropping the key and giving in a very good speech that just was an implicit subtle implicit White House Council group contrast just going out for the present piece. 13 times in the speech was was a smart move. I also think we should say HatTrack doesn't apply to the president so that's in terms of the president's speeches. Yes, yes, president could say what he wants. But what I thought about when listening to him go after Trump and really just the entire speech, the energy level, the feistiness Joe Biden is is not going to Donald Trump returned to power without a real fight. he he feels this he genuinely believes that Donald Trump is a threat to this country and he has heard the worries and the criticisms that all that stuff and he was up there tonight and he he was feisty he was he was as energetic as I've seen him and and here's the thing too it was not perfect his stutter which he has been struggling with his entire life If we saw him struggle with in 2020 it was definitely there were moments tonight where he swallowed his words he usually does but And I think I made this point before but he it was okay It's okay if he Mumbles through some stuff as long as he is showing energy and fight and and and expressing himself in a way that makes you believe, right? And I think that there was a lot of times tonight where he probably more times than his staff would , that he went off script. But even those moments when he went off script, it was something that he deeply believed. And so I think that the performance of the speech tonight, the delivery was something that he felt deeply.",
        "keywords": [
            "implicit subtle implicit white house council group contrast",
            "feistiness joe biden",
            "donald trump returned",
            "president could say",
            "donald trump"
        ],
        "summary": "13 times in the speech was a smart move . he feels this he genuinely believes that Donald Trump is a threat to this country . but he has heard the worries and the criticisms that all that stuff ."
    },
    {
        "segment_id": 4,
        "title": "Often Sometimes Become",
        "text": "And I think that goes a long way with people. And so then if you flood some lines here and there and you mumble, some words, people don't penalize you for that because they know that what you're saying is authentic to who you are and what you believe. And I think that's where he demonstrated tonight. Those are the , and I even missed statements, but speech delivery moments that voters don't care about, right? They are, it's really only people us and reporters and it's close political observers who look at every single word of all. As he says, voters have a much more human approach to the way people talk. That's always been true of Joe Biden. And it's just the way he delivered the speech was strong. And he had so important, right? It felt a fight. He felt a battle for the soul of the nation, if you will. But he really was, he was fighting. And that's important because the age concerns are often sometimes become a proxy for strength.",
        "keywords": [
            "often sometimes become",
            "every single word",
            "even missed statements",
            "close political observers",
            "speech delivery moments"
        ],
        "summary": "if you flood some lines here and there and you mumble, some words, people don't penalize you for that because they know that what you're saying is authentic to who you are and what you believe . he says voters have a much more human approach to the way people talk . it's just the way he delivered the speech was strong ."
    },
    {
        "segment_id": 5,
        "title": "Biden Skeptical Friend",
        "text": "himself. I think he likes doing this. He likes giving the state of the union. That was my first impression. He was energetic. He was forceful. He picked a lot of fights. Dan, if a Biden skeptical friend who didn't watch the speech asked you about the speech. What would you say? Watch the speech. That's the point, right?",
        "keywords": [
            "biden skeptical friend",
            "first impression",
            "likes giving",
            "speech asked",
            "likes"
        ],
        "summary": "if a friend who didn't watch the speech asked you about the speech, what would you say? Watch the speech ."
    },
    {
        "segment_id": 6,
        "title": "Sean Heddy Show",
        "text": "His is... concerns and it was out there fighting and seeming energetic just goes a long way to make you a much more comfortable that he can be the strong leader they want in a time to feel okay on. I'll just tell you the Kairan on Fox News on the Sean Heddy show. It's got a video of Biden and rally somewhere and then it's gone. got Biden at the speech tonight and it just says, jacked up Joe, not his normal self tonight. Yes. Sure, great. I'll take it. Great. Jacked up Joe, absolutely.",
        "keywords": [
            "sean heddy show",
            "normal self tonight",
            "speech tonight",
            "strong leader",
            "seeming energetic"
        ],
        "summary": "jacked up Joe, not his normal self tonight . he was out there fighting and seeming energetic just goes a long way ."
    },
    {
        "segment_id": 7,
        "title": "Literal Sense History",
        "text": "All right, so there was another thing that I had not seen in a state of the Union before. He started with Ukraine. At the beginning of the speech, he had a message for Putin. Let's listen. We will not walk away. We will not fall down. I will not fall down. In a literal sense history is watching. You did say it was... watching quite a few times.",
        "keywords": [
            "literal sense history",
            "... watching quite",
            "walk away",
            "another thing",
            "watching"
        ],
        "summary": "in a literal sense history is watching . you did say it was... watching quite a few times ."
    },
    {
        "segment_id": 8,
        "title": "Foreign Policy Section",
        "text": "I was wondering at first when I heard I'm , oh it's interesting to be starting with Ukraine and the reason I said that is because if you ask most Americans to have a top concern, they're not going to say the war in Ukraine even though they are a majority of Americans support Ukraine and support sending additional aid to Ukraine to stop Putin. So he's, , public opinion is on his side but it's not the most salient issue. But then that clip that we did heard the message Putin after he said that he got a pause from Democrat and Republicans was one of the few times during the speech that everyone stood up to a plot. So I'm betting that's why they did it first. Probably because Dribbiden thinks it's very important that we support Ukraine. He genuinely believes that if Putin is allowed to take Ukraine then he'll roll for NATO next. It was that... interesting that they started with that. Yeah, I mean, as I said to you earlier in every stadium I've ever worked on or watched I always go key during the foreign policy section. And so, how do you really model that for you?",
        "keywords": [
            "support sending additional aid",
            "foreign policy section",
            "always go key",
            "ukraine even though",
            "americans support ukraine"
        ],
        "summary": "if you ask most Americans to have a top concern, they're not going to say the war in Ukraine even though they are a majority of americans support Ukraine and support sending additional aid to Ukraine to stop Putin . if Putin is allowed to take Ukraine then he'll roll for NATO next ."
    },
    {
        "segment_id": 9,
        "title": "Political Narratives Are Set",
        "text": "Yeah, the mild panic attack when he started with that. But I think there was he's it wasn't he had a bunch of really big things really fast. And I think it's actually a pretty savvy understanding of both how people consume right now and how political narratives are set. We remember this from debates. Right? What happens in the first 15 minutes of debate is if you start out in the Bates super strong, almost nothing happens in the last five minutes of debate purchase. Right? But if you start out weak and then you get better than the narrative doesn't matter. Doesn't matter.",
        "keywords": [
            "really big things really fast",
            "pretty savvy understanding",
            "mild panic attack",
            "last five minutes",
            "first 15 minutes"
        ],
        "summary": "if you start out weak, almost nothing happens in the last five minutes of debate purchase . it doesn't matter how people consume right now and political narratives are set ."
    },
    {
        "segment_id": 10,
        "title": "Helping Voters Understand",
        "text": "So he started with several big strong moments, lots of applause, seeming very strong and it's set this stage for how people think about. the big report so that was smart, it was good. So it was Ukraine and then he went to January 6th and then he talked about Roby Wade and IVF, what was he? If you, if you the American people send me a congress to support the right to choose I promise you, I will restore Roby Wade as the law of land again. So that is all right at the beginning. Ukraine? January 6th, row, the campaign has been saying, and Democratic strategy has been saying for some time now, that the election's gonna be dobs and democracy. And I guess that was the signal for the beginning of the speech that they're gonna be campaigning on that. That's gonna be the central focus to the campaign. Yeah, and it's also an acknowledgement that while abortion has been, has driven Democratic victories, ever since the Dobs decision that... there is work to do, you guys are for the skittest, there's work to do, and helping voters understand how responsible Trump is for every single one of these abortion bands. Yeah.",
        "keywords": [
            "several big strong moments",
            "helping voters understand",
            "every single one",
            "driven democratic victories",
            "american people send"
        ],
        "summary": "the campaign has been saying that the election's gonna be dobs and democracy . it's also an acknowledgement that while abortion has driven Democratic victories, ever since the Dobs decision that... there is work to do, you guys are for the skittest ."
    },
    {
        "segment_id": 11,
        "title": "Raising Tax Appropriations",
        "text": "Did the speech tell you anything new about Biden's re-elections strategy? I don't know if it told me anything new, but it clarified, I think, some of his top priorities. First is definitely trying to reestablish some of his populist credentials. All of the concerns we hear about the President's age is fitness and job. All of that are offered by people who most likely have not seen him give a speech in three years. And so what you see of Joe Biden is what you hear about an 80 year old man and the self-requilling prophecy of people saying they're concerned about his age, or you see out of context, largely unflattering tiktoks of the President. demonstrate that he is fighting for middle and working class people. That's something that he did very well on in 2020 and has fallen behind Trump in the polling on and the Trump is a 10 point advantage on the CBS poll that came up this weekend and you saw that in the policies on Shrinkflation and corporate price-gouging and raising tax appropriations that he said I'm on a fight bike hell for a more fair tax code and so I think that that is one of the main things that he's in there abortion is obviously another huge part of the agenda and the third thing is that he is going to draw a counter-stripping the progress he has made which is strong progress not triumphant progress but strong progress against the chaos of the Republican House but I think it's still being as a proxy for Donald Trump and this is why he hit them on refusing to pass the board security bill refusing to pass Ukraine aid. And trying to really stoke a fight with them over a whole bunch of different things, show just how chaotic and over-proof they are.",
        "keywords": [
            "obviously another huge part",
            "80 year old man",
            "board security bill refusing",
            "raising tax appropriations",
            "largely unflattering tiktoks"
        ],
        "summary": "the president is fighting for middle and working class people . he has fallen behind the president in the polling on in 2020 . but he is going to draw a counter-stripping the progress ."
    },
    {
        "segment_id": 12,
        "title": "Anybody Really Think",
        "text": "You mentioned to talk about taxes. He went into a section after that opening that we talked about where he discussed where the country was when he took office. The economic progress we made, he tired a lot of his accomplishments, and then as he spoke of about his economic agenda going forward. I think that his section on taxes is probably maybe the longest section. It was certainly one of the feistyest sections in the economic section. What's, what's, what's, what's, folks at home? Does anybody really think the tax code is fair? No. Do you really think the wealthy and big corporations need another $2 trillion tax break? No. I sure don't. So.",
        "keywords": [
            "big corporations need another",
            "2 trillion tax break",
            "economic agenda going forward",
            "anybody really think",
            "tax code"
        ],
        "summary": "he went into a section after that opening that we talked about where the country was when he took office . the section on taxes was probably the longest section in the economic section ."
    },
    {
        "segment_id": 13,
        "title": "Lower Tax Rate",
        "text": "That is not going to be the sexiest section for media coverage, I would imagine, but I haven't seen focus groups yet I haven't seen dial test yet. I would bet that's one of the more popular sections And the subtext here which I think is worth pointing out is that the Trump corporate tax cuts the lower corporate tax rates gave huge benefits to the wealthiest people Inspire at the end of the next Presidents first year. So if we elect Donald Trump, he's going to renew those. If we elect Joe Biden, he will let this expire and raise taxes back up to a normal more fair level for operations. Yeah, and I think it's going to be a great contrast with Trump. He's going to be a shit out of Trump on this. Trump already passed a one of Trump's few domestic policy achievements in his first term with passing a giant tax cut. for the wealthy, which Skyrocketed the deficits, and Biden's gonna say, I wanna raise tax, he talks about no billionaire should pay a lower tax rate than a teacher, a sanitation worker, or a nurse, much the Buffett rule that you mentioned. One of these days we're gonna get a pass.",
        "keywords": [
            "lower corporate tax rates gave huge benefits",
            "seen focus groups yet",
            "seen dial test yet",
            "trump corporate tax cuts",
            "next presidents first year"
        ],
        "summary": "if we elect Donald Trump, he's going to renew taxes back up to a normal more fair level for operations . he already passed a one of Trump's few domestic policy achievements in his first term with a giant tax cut . for the wealthy, which Skyrocketed the deficits, and Biden's gonna say, I wanna raise tax ."
    },
    {
        "segment_id": 14,
        "title": "Raise Every Time",
        "text": "So I do think when he talks about the economic agenda, when he's out on the campaign trail, I would imagine that his tax agenda is gonna be something that really focuses on, and we have some... seen in polling a lot of message testing that we have a lot of working class voters and a lot of these getable voters who are persuadable who haven't made up their mind yet. Their biggest concern about Trump are both what he might do on taxes and then also what he might do on Medicare and Social Security. And I thought Biden had a great back and forth with Republicans similar to the one he had last year and last year at Union. about Social Security and Medicare. Look at this. If anyone here tries to cut Social Security and Medicare or raise every time in age, I will stop here. That's the proposal. Oh no. You guys don't want another $2 trillion tax cut.",
        "keywords": [
            "2 trillion tax cut",
            "raise every time",
            "working class voters",
            "cut social security",
            "tax agenda"
        ],
        "summary": "if anyone here tries to cut Social Security and Medicare or raise every time in age, I will stop here. you guys don't want another $2 trillion tax cut . a lot of working class voters are persuadable ."
    },
    {
        "segment_id": 15,
        "title": "Right Wing Media",
        "text": "I thought that's what you planned with. Well, let's go get here. We're not going to cut another $2 trillion of the super-up. That's good to hear they are That's their plan that's Donald Trump's plan they're gonna cut security and Medicare so they can pay for a giant tax cut for rich people They also want to defund the IRS so that rich tax cheats can continue being rich tax cheats That's that's what they want to do look. I I'd love the whole campaign to be part of it in normal times This is what we I think you people anyone who watch speech would feel very good about his ability to do the job. He certainly widely surpassed the expectations a lot of people very concerned about his ability to do the job. He widely surpassed a very low bar of expectations set by the right wing media and Donald Trump and Republicans. And I also think there's a lot in this speech for people who are concerned about costs, the border, quite a campaign on this is what we fought the 2012 campaign against Mitt Romney about and they are good issues for Democrats.",
        "keywords": [
            "watch speech would feel",
            "right wing media",
            "rich tax cheats",
            "rich tax cheats",
            "gonna cut security"
        ],
        "summary": "we're not going to cut another $2 trillion of the super-up . that's good to hear they are That's their plan they're gonna cut security and Medicare so they can pay for a giant tax cut for rich people . they also want to defund the IRS so that rich tax cheats can continue being rich . he widely surpassed the expectations a lot of people very concerned about his ability to do the job ."
    },
    {
        "segment_id": 16,
        "title": "John Avlon: It Was",
        "text": "It is since then it has been very hard. It's hard to Hillary Clinton in 2016. It was hard for Biden 20 because of COVID to have an economic message breakthrough. But I do think that Democrats have an advantage on taxes against this Republican party that wants to get tax cuts to the wealthy and that wants to cut the Medicare and Social Security. and it was good to see Biden really zero in and that's a matter of mine. So he talked about the border the thought he was going to do. He did not announce any new executive actions on the border. He did whack the Republicans for having, , and Donald Trump for killing the bipartisan border deal that came together in the Senate.",
        "keywords": [
            "see biden really zero",
            "new executive actions",
            "get tax cuts",
            "economic message breakthrough",
            "bipartisan border deal"
        ],
        "summary": "it was hard for Biden 20 because of COVID to have an economic message breakthrough . john avlon: it was good to see Biden zero in and that's a matter of mine. he did not announce any new executive actions on the border ."
    },
    {
        "segment_id": 17,
        "title": "Marjorie Taylor Green",
        "text": "Then it was an interesting moment where Marjorie Taylor Green, who's, who's, she was wearing her mask. a hat, she got a t-shirt on and she gave Biden a button when he walked into the state of the union and it was a button about Lakin Riley who's the young woman from Georgia who's murdered by an undocumented immigrant from Venezuela and it has been this gigantic story. You probably have not heard about it but it's been a gigantic story on the right, all over Fox, all over the server media. even this button. And as he's going back and forth with Republicans about the border, he picks up the button and he says, what? He's , I'm, it's horrible that this young woman died and he says something to her parents. I don't think they were there. Maybe they were there, but he mentions something about her parents.",
        "keywords": [
            "marjorie taylor green",
            "young woman died",
            "young woman",
            "undocumented immigrant",
            "server media"
        ],
        "summary": "marjorie Taylor Green, who's, gave biden a button when he walked into the state of the union . it's been a gigantic story on the right, all over Fox and all over the server media . he picks up the button and he says, what? he's , I'm, it is horrible that this young woman died ."
    },
    {
        "segment_id": 18,
        "title": "Usually Good",
        "text": "What did you think about that ad lib where he went off script to talk about that? I don't that was certainly not his strongest. part of the night. Obviously the use of the term legal, which he did once or twice was unfortunate not how he would normally usually use the term undocumented. So that I think he was law flustered in that moment. But I think , the back and forth is usually good for him. That one was less good. But in the whole of the speech, I don't think it's a huge, huge moment. But I think we are now hitting a transition period where every state of the union is going to be this now.",
        "keywords": [
            "would normally usually use",
            "usually good",
            "transition period",
            "term undocumented",
            "term legal"
        ],
        "summary": "the use of the term legal was unfortunate not how he would normally use the term undocumented . but in the whole of the speech, I don't think it's a huge, huge moment . we are now hitting a transition period where every state of the union is going to be this now."
    },
    {
        "segment_id": 19,
        "title": "Think Every One",
        "text": "Yeah. Right. , they started. We've been getting there. There was such backlash when Congressman Joe Wilson, , UI, the Obama and then it was everyone's on their best behavior for a decade. And then last year they got into a thing with Biden, though Biden won that exchange. Now I think every one of these members is going to try to get some attention doing it. So this is the future.",
        "keywords": [
            "think every one",
            "congressman joe wilson",
            "last year",
            "best behavior",
            "though biden"
        ],
        "summary": "there was such backlash when congressman Joe Wilson, , UI, the Obama and then it was everyone's on their best behavior for a decade . now I think every one of these members is going to try to get some attention doing it ."
    },
    {
        "segment_id": 20,
        "title": "Young Man Murdered",
        "text": "The Biden So, a lot of people know so many sides this clip are. of these Democrats probably do the same thing to Trump. So I think this is part of the course of my board. I will say obviously amusingly word legal is just evidence of him being from different generation. Yeah, that's what people said. People who supported immigration way back when. So that wasn't great. But it's very Joe Biden to take off Marjorie Taylor Green hands on this button. instead of being , fuck off. I'm not gonna talk about this issue. The fact that he's , yeah, no, that my position is, it's of course horrific this young man murdered. But what I wanna do is stir the border and also give a pathway to citizenship for the millions of immigrants living here who make this country stronger and not set up mass deportation camps Donald Trump wants to do.",
        "keywords": [
            "mass deportation camps donald trump wants",
            "say obviously amusingly word legal",
            "supported immigration way back",
            "marjorie taylor green hands",
            "young man murdered"
        ],
        "summary": "a lot of people know so many sides this clip are. of these Democrats probably do the same thing to Trump . I think this is part of the course of my board ."
    },
    {
        "segment_id": 21,
        "title": "Liked The Back And Forth",
        "text": "And he also, you can tell he, he enjoyed the, you're right that the back and forth is going to be a- going to be the norm from Stephen's from now on. But he really enjoys it. He's , you can see the guy would be very comfortable in the Buddhist parliament. That's so much. Right? he liked the back and forth. He wanted to talk to them. He's , , he's , he mentioned Bob Casey and his bill about shrink inflation at one point. He's , past Bobby's bill. Just Bobby is in the prepared remarks. Bobby isn't in the prepared remarks.",
        "keywords": [
            "mentioned bob casey",
            "shrink inflation",
            "really enjoys",
            "prepared remarks",
            "prepared remarks"
        ],
        "summary": "he liked the back and forth. he wanted to talk to them . just Bobby is in the prepared remarks ."
    },
    {
        "segment_id": 22,
        "title": "Lindsey Graham",
        "text": "We have all of our money. He said Passpot KC strength racing bill, but he, , he called out Lindsey Graham later and it's just very, it's very goodbye. He loves legislating, he loves governing, he loves Congress, that's what he wants to be . I'm sure the staff was not super excited when they saw him going into the pocket to get the thing that Margaret Taylor Green gave him, but he never, he had other than that one revolution of peace over time to be sure that the nighttime. Just whether the president's gonna fight for them. So I've this is one of those things you would do Where you would take clips from this speech you would show that they watched the whole speech? God bless them. They must be a really good friend But if in the hot there is a lot of really important was we're gonna talk about them that we should show people and I think they that was the thing They would begin to shape those impressions of the person.",
        "keywords": [
            "said passpot kc strength racing bill",
            "margaret taylor green gave",
            "lindsey graham later",
            "really good friend",
            "would take clips"
        ],
        "summary": "he called out Lindsey Graham later and it's very goodbye . he loves governing, he wants to fight for them ."
    },
    {
        "segment_id": 23,
        "title": "Politically Worst Part",
        "text": "Yeah, it started at 9.26 p.m. It was a little delayed I've getting a little nervous. Where do you think where do you think he was? I know that we are not Tommy and Van, this is not probably the world, so we will not get deep into the policy, but obviously the president announced the opening of a peer in Gaza to get more aid in humanitarian aid. It seemed a very specific effort to speak to the voters on behalf of the president. happy with his approach to Gaza. What did you think of that second speed? I thought that that was probably the politically worst part of the speech. I think he, from a policy perspective, he's trying to do something to speak to the people. When I think that within the administration themselves who are incredibly horrified by what's happening, by the humanitarian crisis happening, and Gaza without changing the actual policy and approach. Israel, but the rhetoric through you used the way he talked about it was I think you could just see it online that people were reactivated very negatively to it. I think he he seems more concerned about being considered insufficiently supportive Israel. Yes, then then supportive, insufficiently supportive of trying to help the people in that. I think that that is just when you say being in a different generation that is of a different generation that is a different political wall It's it felt not a two it is certainly if the policy was designed to I think actually do what the United States can to deal with it It's crisis but the announcement of the policy and the previous design to speak to The people in his his 2020 voters in our base who are very unhappy with what's happening there? The uncommitted voters in Michigan and Minnesota elsewhere, the rhetoric around that policy made, I think, certainly didn't help things it made them lose. Yeah, in that moment, I could see, I really felt for his staff and I could see what they must have gone through the last several months because, , he gets, in the prepared remarks, he gets to what But Israel must do, it's par, must allow more aid and leadership because we realize that this humanitarian assistance.",
        "keywords": [
            "considered insufficiently supportive israel",
            "politically worst part",
            "last several months",
            "different political wall",
            "gaza without changing"
        ],
        "summary": "the president announced the opening of a peer in Gaza to get more aid in humanitarian aid . ruben navarrette: he's trying to speak to the people in his 2020 voters who are very unhappy with what's happening there . he says he seems more concerned about being considered insufficiently supportive ."
    },
    {
        "segment_id": 24,
        "title": "Hear Anymore Lindsey",
        "text": "cannot be a secondary consideration of what goes on. But before it gets to the butt, the only ad live in that section was saying , and no one has been a stronger supporter of Israel. And I challenge anyone, , , and I imagine that over the last of a month, things November 7th, there have probably been several instances where whether it's secondary state Blinken, whether it's Jake Sullivan, whether it's other people who are probably trying to get him to be a little more forceful. He is a president from an era where Israel's security was so threatened all the time that I do not think on this issue, he is a man of the past and I didn't it. Okay, so, , end of the speech, he used the end of the speech to take on the... age issue directly, which I thought was interesting. I know you don't want to hear anymore Lindsey, but I got to say three more things. I know it may not look it but I've been around a while. When you get to be my age, certain things become current and ever.",
        "keywords": [
            "certain things become current",
            "... age issue directly",
            "hear anymore lindsey",
            "things november 7th",
            "secondary state blinken"
        ],
        "summary": "no one has been a stronger supporter of Israel . he is a president from an era where security was so threatened all the time . but he used the speech to take on the... age issue directly ."
    },
    {
        "segment_id": 25,
        "title": "Pull America Back",
        "text": "I know the American story. Again and again, I've seen the contest between competing forces in the battle. for the soul of our nation. Between those who want to pull America back to the past, and those who want to move America into the future. The issue facing our nation isn't how old we are. It's how old are our ideas. Hey, angry revenge, retribution of the oldest of ideas. But you can't lead America. with ancient ideas, only take his path. You need America, the land of possibilities. You need a vision for the future and what can and should be done.",
        "keywords": [
            "pull america back",
            "move america",
            "lead america",
            "issue facing",
            "competing forces"
        ],
        "summary": "the issue facing our nation isn't how old we are . it's how old are our ideas . you need America, the land of possibilities ."
    },
    {
        "segment_id": 26,
        "title": "Two Former Presidents",
        "text": "That was great. Yeah, it was a great way to take it on. And it was a slight joke, it was the end of the speech. I do think the best sound of him taking on the age issue was not in the prepared remarks. I don't know, but we're just waiting and waiting. And I was , let's start this thing. Maybe the most surprising thing about the speech, I thought was the first thing that you never ever heard, where he directly went after the guy he's running against. Now of course, nothing is normal about the situation. We have two former presidents who served in two consecutive terms who are now running against each other. , Dralt Trump's gonna run against. It was caught on a hot mic when he was talking to Congressman Jerry Nadler after the speech. Let's listen.",
        "keywords": [
            "two former presidents",
            "two consecutive terms",
            "never ever heard",
            "congressman jerry nadler",
            "slight joke"
        ],
        "summary": "the best sound of him taking on the age issue was not in the prepared remarks . we have two former presidents who served in two consecutive terms ."
    },
    {
        "segment_id": 27,
        "title": "John Avlon: He",
        "text": "I wish sometimes I was cognitive to call him. I love that. That's just real. That's real. Where did you think of the end there? Well, he, , he wrote tested this, not the, not my age as the age of once I guess, on Seth Meyers, a few weeks ago, or a class week I guess I was, time has been meeting it anymore. But, and I think that's the right thing to do. You're not going to, and it's also going to, I think, an acknowledgement that he has taken a transition on this. I think he was very, dismissive of people's concerns for a while. I think he was annoyed by them, frustrated by them, and as he mentioned today, he was elected to Senate, he was 29, he wouldn't let him get into senators, elevators, they thought he was looking in turn. And so he's always been the youngest person, and now all of a sudden, he's the oldest person. That's how I feel on this podcast, but.",
        "keywords": [
            "youngest person",
            "wrote tested",
            "wish sometimes",
            "weeks ago",
            "seth meyers"
        ],
        "summary": "john avlon: he was very, dismissive of people's concerns for a while . he says he's always been the youngest person, and now all of a sudden, he is the oldest person . but he thinks he has taken a transition on this ."
    },
    {
        "segment_id": 28,
        "title": "Take Us Back",
        "text": "So, see, and you make it joke about it. You make it joke about it, you feel better, yeah? Yeah, man, I'm over the poem. But now he's going on offense a little bit with it and just Ultimately what the words are not gonna solve the concerns It's just gonna be how we perform so the next eight months here But to the extent when you talk about it, you can just pivot into offense and then because what he is when you do this Not in the speech per se but in the suppliers interview as the idea is look at all these things What's it was take us back to when women didn't have reproductive freedoms when KD will get married and just go right at the ravencious Naga agenda. It makes them very easy pivot point and you go from defense offense very quickly. It's supposed to just be probably defensive about it, which he was in that Robert Herreport press conference in Cubic. Rhymbarance, you hit a very smart piece in the Atlantic today, where he talked about the three options for this race. for how to define this race.",
        "keywords": [
            "robert herreport press conference",
            "take us back",
            "speech per se",
            "ravencious naga agenda",
            "next eight months"
        ],
        "summary": "it's supposed to just be probably defensive about it, which he was in that Robert Herreport press conference in Cubic . he talked about the three options for this race ."
    },
    {
        "segment_id": 29,
        "title": "Four Years Ago",
        "text": "You can look at it, it could be a referendum on Biden, right? Which obviously Biden doesn't want. It can also be a choice between whether voters think that Donald Trump's term is better or Joe Biden's term is better. And if he's saying it is clear that the Trump people want that choice. Because right now they are benefiting from short memories and people forgetting. how bad Donald Trump was and so they are judging it by the last four years which we're pretty happy with but a bunch of people in the country apparently are not happy with and the other choice is to make it about the future and about what Donald Trump is going to do and what Joe Biden is going to do in the next four years and where Donald Trump is going to take the country and where Joe Biden is in Donald Trump's policies and all the ideas and Joe Biden's policy and ideas that will take us into the future. And I do think that you're definitely gonna need to do some looking backwards to remind people how bad Trump's term was, particularly 2020, not a great year, at least to Fonic the other day is that you better up in four years ago. Four years ago right now, everyone was about to be locked in their homes thousands of people dying a day in April. and then the year ended with a fucking insurrection. So not a great year. So there's gonna have to be, the campaign's gonna definitely do some work reminding people of how bad Trump's term was and also remind people what Joe Biden's achieved over these last four years. But I do think the bulk of the campaign is gonna have to be what Biden wants to do versus what Trump will. And he basically set that up at the end of the speech and I think he did that throughout the speech. , there's still a little heavier on the accomplishments than I would .",
        "keywords": [
            "four years ago right",
            "four years ago",
            "next four years",
            "last four years",
            "last four years"
        ],
        "summary": "it could be a referendum on Biden, right? if he's saying it is clear that the Trump people want that choice . because right now they are benefiting from short memories and people forgetting . the other choice is to make it about the future and about what Donald Trump is going to do and what Joe Biden will do in the next four years ."
    },
    {
        "segment_id": 30,
        "title": "Another Four Years",
        "text": "But I that at least at the end, at the beginning, and with a lot of the policy he laid out, he is setting up a campaign where he can talk about, , maybe I'm pretty old, but I'm the one who wants to take us into the future with policies that I have already enacted, and the ones that I'll be fighting for if you give me another four years, Donald Trump will take us back, and it will be chaos. third time he's running for president and so he looms over the entire night particularly because he is basically the boss of the Republicans in in Congress right now but Joe Biden over and over again I thought it was going to be oblique references just hauled out his predecessor he's probably my predecessor many times in the speed flip-flus my predecessor on some of you here seek to bury the truth about change disaster and it's all there in the plans that he wants to enact. Yeah, I thought the accomplishments was pretty good. I thought you have to do it. , there's polling that shows that it's actually pretty influential with the double haters. People who just prove it both of them, which makes up a quite a large swath of the electorate this time around that they are in particularly, and this is the one he did it for a lot of time. There's no policy more popular than the wall having Medicare, negotiate, insurance drug companies get lower prices and cap in the price of insulin at $35. Poll show that upwards of 80% of voters love it. Also poll show that less than 50% of voters know about it. So talking about those things is important. But what I thought the tone was right for people's mood right now. people are a little more optimistic about the economy.",
        "keywords": [
            "insurance drug companies get lower prices",
            "another four years",
            "actually pretty influential",
            "take us back",
            "entire night particularly"
        ],
        "summary": "there's polling that shows that it's actually pretty influential with the double haters . poll shows that upwards of 80% of voters love it . people are optimistic about the economy ."
    },
    {
        "segment_id": 31,
        "title": "Denied Health Insurance",
        "text": "I will not do that. Many of you in this chamber and my predecessor are promising to pass a national ban on reproductive freedom. My God, what freedom else would you take away? Over 100 million of you can no longer be denied health insurance because of freezes and conditions. For my predecessor, many in this chamber. I want to take this rep prescription drug away by repealing affordable care app. I'm not going to let that happen. My predecessor told the NRA he's proud he did nothing on guns when he was present. After another shooting in Iowa recently he said, when asked what to do, but he said, just get over. They're his quote, just get over.",
        "keywords": [
            "repealing affordable care app",
            "rep prescription drug away",
            "denied health insurance",
            "freedom else would",
            "take away"
        ],
        "summary": "over 100 million of you can no longer be denied health insurance because of freezes and conditions . my predecessor said he's proud he did nothing on guns when he was present ."
    }
]