[
    {
        "segment_id": 1,
        "title": "Primetime Hearing Tensions",
        "text": "Welcome to Potsade, America. I'm John Loveitt. I've taught him before. I'm Dan Fyfer. Dan is spilling in. for John today, he's doing a focus group of undecided voters for the wilderness. Things are tough out there. One of the undecided voters is Doug M. Haugh. I didn't know we looked at this first. On today's show, the January 6th committee sets expectations very high or really very low for Thursday's primetime hearing tensions in the Biden White House.",
        "keywords": [
            "january 6th committee sets expectations",
            "primetime hearing tensions",
            "biden white house",
            "undecided voters",
            "undecided voters"
        ],
        "summary": "the January 6th committee sets expectations very high or really very low for Thursday's primetime hearing tensions in the Biden White House . the committee set expectations very low or very high for the white house .",
        "sentiment": {
            "label": "Negative",
            "score": -0.688
        }
    },
    {
        "segment_id": 2,
        "title": "We Feed People",
        "text": "Spill out onto the streets and Chef Jose Andres talks to Tommy about World Central Kitchen and what they do. and you get arrested for contempt of court for your involvement in disarction. That is the strongest argument for staying in your lane. That's not true. Yeah, just to untrade, he wouldn't have gotten a jail reprieved. Think about the path that Peter Navar has taken to those leg irons. He was just a trade nut out in the world. Jared Kushner looks for a b- My guest today is Chef Humanitarian, the founder of the incredible Knock-Off organization the World's Crit Kitchen. He's subject to a new documentary called We Feed People, director Ron Howard, available now on Disney Plus Chef Jose Andres.",
        "keywords": [
            "disney plus chef jose andres",
            "chef jose andres talks",
            "new documentary called",
            "jared kushner looks",
            "director ron howard"
        ],
        "summary": "jared Kushner looks for a b- My guest today is Chef humanitarian . he's subject to a new documentary called We Feed People .",
        "sentiment": {
            "label": "Negative",
            "score": -0.8664
        }
    },
    {
        "segment_id": 3,
        "title": "Million Years Ago",
        "text": "Welcome to the pod. Welcome back to the pod. Thank you. for having me again. It's lovely to see you. John Favre and I were lucky enough to work. Do a project because a million years ago and the best part was we got paid in food and I just remember sitting in your office and you were just feeding us and feeding us and feeding us and I thought this is the greatest thing I've ever done in my life. Your generosity of spirit came through them and it's so great to see you doing this on the global stage.",
        "keywords": [
            "million years ago",
            "spirit came",
            "remember sitting",
            "lucky enough",
            "john favre"
        ],
        "summary": "John Favre and I were lucky enough to work . do a project because a million years ago and the best part was we got paid in food . I thought this is the greatest thing I've ever done in my life.",
        "sentiment": {
            "label": "Positive",
            "score": 0.987
        }
    },
    {
        "segment_id": 4,
        "title": "World Central Kitchen",
        "text": "Let's just start with, I mean the beginning I guess, which is Haiti in 2010. Because I believe that World Central Kitchen was born out of some of the work he did in the wake of that horrific earthquake, the struck Haiti that year. Is that right? Talk a little bit about that already? Yeah, totally. Haiti was very important in why World Central Kitchen exists. day but if anything the most important for me was other moments before. One very important 1993 arriving to Washington DC. I was 23 years old. I came as a chef, a young chef to open Haleo, the Spanish tapas restaurant, and the seventh restaurant. Is the place I met? the first week and I was open. Maybe my law for policy used the gun right there.",
        "keywords": [
            "world central kitchen exists",
            "world central kitchen",
            "23 years old",
            "spanish tapas restaurant",
            "important 1993 arriving"
        ],
        "summary": "world central kitchen was born out of some of the work he did in the wake of the earthquake that year . if anything the most important for me was other moments before . I came as a chef, a young chef to open the Spanish tapas restaurant .",
        "sentiment": {
            "label": "Positive",
            "score": 0.1693
        }
    },
    {
        "segment_id": 5,
        "title": "Used Throughout Many",
        "text": "But then I went to an organization called DC Central Kitchen. It's one of the best what we would call sub-kitchen. But this was nothing else I've seen. Was the organization feeding people in need in Washington 10,000 news? day but was not used throughout many of the problem was bringing people from out of the streets people used coming out of jail and training them to be cooks in the process of training those men and women to be cooks and giving them an opportunity feeding the people in need in the sea every dollar all of a sudden multiply, not only by two because we were training them, but then those men and women will find jobs and restaurants me. In the process we were filing food waste. In the process we were empowering the city. The founder Robert Erger told me that philanthropy always it seems is about the redemption of the giver when she left. must be about the liberation of the receiver.",
        "keywords": [
            "organization called dc central kitchen",
            "founder robert erger told",
            "streets people used coming",
            "used throughout many",
            "would call sub"
        ],
        "summary": "philanthropy always seems to be about the redemption of the giver when she left . the founder of the organization says that the redemption is about the redeeming of the givenr . he says he's not a fan of the idea .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8573
        }
    },
    {
        "segment_id": 6,
        "title": "Google The Amazon",
        "text": "Okay, you put this moment and then what happened in Katrina, New Orleans with a super dome where we had thousands of men and women, some of them, many of them coming from the low nine. We had food for days and you think, what is an arena? Everybody is wrong about an arena. Everybody thinks it's a book on trade on Amazon. Google the Amazon. Now he's getting arrested at the airport and he's way to what Mike Huckley said. Thanks, Bezos. Yeah, I do that the MAGA response is , how could you arrest him? He went to Harvard. That's basically where they're all shocked that the justice system is a free suspects horrible.",
        "keywords": [
            "mike huckley said",
            "free suspects horrible",
            "super dome",
            "new orleans",
            "maga response"
        ],
        "summary": "everybody is wrong about an arena. Everybody thinks it's a book on trade on Amazon. Google the Amazon.",
        "sentiment": {
            "label": "Positive",
            "score": 0.3527
        }
    },
    {
        "segment_id": 7,
        "title": "Mike Pence'S Chief Of Staff",
        "text": "Did he ran for Congress as a Democrat? Yeah, you need six, right? Yeah. Campaign with Hillary Clinton. So now also in the last- week or so we learned about what was taking place inside the White House and that Trump and those around him were aware of the potential for violence on January 6th. Tommy Maggie Haverman has a story out that the day before the insurrection, Mike Pence's chief of staff Mark Short alerted the secret service that Donald Trump was going to turn publicly against Pence and as a result, Pence might be in physical danger. Do you think that in the sheets? That inside the White House they were aware of the murder. where the Trump's incitement might lead to violence on January 6th.",
        "keywords": [
            "staff mark short alerted",
            "tommy maggie haverman",
            "incitement might lead",
            "taking place inside",
            "pence might"
        ],
        "summary": "the day before the insurrection, Mike Pence's chief of staff Mark Short alerted the secret service that Donald Trump was going to turn publicly against Pence . he might be in physical danger, but the incitement might lead to violence on January 6th .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9376
        }
    },
    {
        "segment_id": 8,
        "title": "Secret Service Denied On Twitter",
        "text": "Yeah. Yeah, it seems it. I really do. I mean, certainly just a Mark Short thought that he was Mike Pence's chief staff. I would love to know if Mark Short talked about this conversation with the Secret Service with Mike Pence, and if he knew he was going to do it, or if he was brief on it afterwards. But we now have this conversation between Mark Short. and Secret Service, which is Secret Service denied on Twitter, by the way, whatever. That seems to suggest that Trump's officials were aware that his words and conduct could create violence before January 6th. And then we have all the text and mark meadows that shows that they were aware as the violence was happening, that Trump was capable of stopping it by putting out some statement. So it feels there's a lot of awareness of the power of his work now. And so we have the Vice President's Chief of Staff warning the Secret Service that the President is going to put the Vice President in danger. That's the day before the insurrection. We also learned recently, in the Times, also by Maggie Havenman, that as the events on January 6th were unfolding, Mark Meadows told colleagues that Trump was complaining about Pence being brought to a safe location, and this is how it is actually described in the case. Trump said something to be... Effect of maybe Mr. Pence should be hanged Dan what evidence do you think the committee is holding back? On this specific how much more information do we need do we need to see a picture of Trump behind pens with a pair of gloves holding a piano What is fucking left also the other thing Dan? If the president said he wanted the vice president to die, don't you?",
        "keywords": [
            "conduct could create violence",
            "mark meadows told colleagues",
            "mark short thought",
            "mark short talked",
            "fucking left also"
        ],
        "summary": "we have this conversation between Mark Short and secret service, which is secret service denied on twitter, by the way, whatever . that seems to suggest that Trump's officials were aware that his words and conduct could create violence before January 6th . so we have the vice president's chief of staff warning the Secret Service that the President is going to put the Vice President in danger .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9721
        }
    },
    {
        "segment_id": 9,
        "title": "Somehow Mike Pence",
        "text": "I think you remember the words. I think you would not fucking paraphrase it. Except these people are all so dumb, right? But I read that and I laughed. And then I briefly felt guilty for laughing. But it's somehow Mike Pence is the one person in all of American life who's murder is funny. The president, it is, the president was watching a mortal threat. to the country and the vice president and states. And he was sitting there with popcorn being , they got him out of him.",
        "keywords": [
            "somehow mike pence",
            "briefly felt guilty",
            "one person",
            "mortal threat",
            "fucking paraphrase"
        ],
        "summary": "the president, it is, the president was watching a mortal threat . he was sitting there with popcorn being , they got him out of him . but it's somehow Mike Pence is the one person in all of american life who's murder is funny .",
        "sentiment": {
            "label": "Negative",
            "score": -0.7446
        }
    },
    {
        "segment_id": 10,
        "title": "See Something Happen",
        "text": "That's a shame. I want to see something happen. So this brings us to Thursday night. Tomate, Congressman David Sissolini, who's on the committee said, I think the American people are going to learn facts about the planning and execution of this that will be very disturbing. Liz Cheney has signaled that we will learn a lot more about just how organized it can be. in the spirit of the was beyond incitement. Thomas and Jamie Raskin said, these hearings will quote, blow the roof off the house. Do you think blowing the roof off the house is setting expectations at the right level? Yeah, that does, so it's more of my any club promoted.",
        "keywords": [
            "see something happen",
            "congressman david sissolini",
            "jamie raskin said",
            "committee said",
            "thursday night"
        ],
        "summary": "the hearings will quote, blow the roof off the house . that's a shame. I want to see something happen .",
        "sentiment": {
            "label": "Negative",
            "score": -0.1761
        }
    },
    {
        "segment_id": 11,
        "title": "Glass Half Full",
        "text": "The member of Congress, but look, let's be glass half full. We've learned a lot of information last few days. I also want to learned helping people in Ukraine and serving people need around the world. But first, you can now binge the entire first season of stuck with Damon Young. This season, Damon explores the uncomfortable hideous and hilarious absurdity of being black in America, with some of the brightest minds and boldest voices of the black community. Listen to all episodes for free only on Spotify. And crooked coffee is coming June 21st. My coffee, Tommy. I love.",
        "keywords": [
            "serving people need around",
            "glass half full",
            "coming june 21st",
            "learned helping people",
            "entire first season"
        ],
        "summary": "this season, stuck with Damon Young explores the uncomfortable hideous absurdity of being black in America . listen to all episodes for free only on Spotify . crooked coffee is coming June 21st .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9721
        }
    },
    {
        "segment_id": 12,
        "title": "Mark Short Going",
        "text": "just point out one little note about the Mark Short going to Secret Services. Apparently, also with the Jared Kushner, I tried to get help from Jared. It's where common things down in Jared's, these two diseases, which means lining up to billion dollars in a sandwich. So, this is a new, I'm loving the dishes. I'm not, I can get involved here. I'm trying to get paid. I'm trying to do a corrupt deal to make billions of dollars, if I leave only this job for a little bit. Can you see the skinny suits? Doesn't pay for itself. Yeah, I think, , load of RuPaul Pals. Look, we'll see.",
        "keywords": [
            "mark short going",
            "one little note",
            "little bit",
            "two diseases",
            "skinny suits"
        ],
        "summary": "it's where common things down in Jared's, these two diseases . it means lining up to billions of dollars in a sandwich . this is a new, I'm loving the dishes .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8358
        }
    },
    {
        "segment_id": 13,
        "title": "Maggie Haberman",
        "text": "I mean, certainly, it seems Maggie Haberman had to publish this Pence secret service story because the committee learned about it. She was worried about them getting ahead of us. So maybe Pence's Aitle testify. Everything does seem to be speeding up. The OJ is moving a little faster. I don't know. I'm going to allow myself to feel hopeful and to be surprised at the upside. Dan, the dams are holding his earrings.",
        "keywords": [
            "pence secret service story",
            "seems maggie haberman",
            "maybe pence",
            "little faster",
            "getting ahead"
        ],
        "summary": "it seems Maggie Haberman had to publish this story because the committee learned about it . I don't know. I'm going to allow myself to feel hopeful and to be surprised at the upside .",
        "sentiment": {
            "label": "Positive",
            "score": 0.743
        }
    },
    {
        "segment_id": 14,
        "title": "Political Successful Hearing",
        "text": "time, hoping to get as many people to tune in as possible. Raskin and Cheney and other members are out there. They are hyping this event. They are club promoters with this thing. Cheney is described the ongoing threat to our democracy. Seems she understands the importance of looking forward. We talked a little bit about this on Thursday night, but you are on COVID leave. What does a politically successful hearing look to you? I think a political successful hearing is one that the political conversation for a month. It won't be every day of that month, but they're holding these hearings in private. I think in part because they've learned the lessons of the failures of the two Trump impeachment swear. Most people, the Idaho woman majority of people, particularly the people that you who are not already decided one or another on the guilt of her innocence of Trump, didn't see it. They just saw news coverage of it for people they didn't necessarily trust. care about or believe and so they're holding it in front of as many eyes across one of the fifths. I think the success here is if we raise the stakes and maybe explain the danger not just of what happened on January 6th but then it could happen again and the people who organized it pushed it who foamed it that big liar still doing that with with a great existential threat to our democracy right now and to upcoming elections.",
        "keywords": [
            "politically successful hearing look",
            "two trump impeachment swear",
            "many eyes across one",
            "political successful hearing",
            "saw news coverage"
        ],
        "summary": "a political successful hearing is one that the political conversation for a month . it will be every day of that month, but they're holding these hearings in private . if we raise the stakes and maybe explain the danger of what happened on January 6th .",
        "sentiment": {
            "label": "Negative",
            "score": -0.237
        }
    },
    {
        "segment_id": 15,
        "title": "Iran Hostage Crisis",
        "text": "Tommy Van, there's a course that they've hired in hot shot TV news producer to make this feel an investigative special I'll make this give it a date line vibe. I think that's gonna think that I'm with the needle. I don't know. I mean it's better than , , Chuck Schumer, storyboarding the thing. Did you guys know that nightline? This was where the producer they hired came from started as a four day per week update on the Iran hostage crisis. And it was so successful that they just evolved it into a nightline. Wow. Thank you Rick Crossfield.",
        "keywords": [
            "four day per week update",
            "hot shot tv news producer",
            "iran hostage crisis",
            "date line vibe",
            "tommy van"
        ],
        "summary": "the producer they hired came from started as a four day per week update on the hostage crisis . it was so successful that they just evolved it into a nightline . I don't know.",
        "sentiment": {
            "label": "Positive",
            "score": 0.913
        }
    },
    {
        "segment_id": 16,
        "title": "Really Good Man",
        "text": "But do you think we could have? Did that? I did know that because I read it. I read the same Rick Crossfield. It's a really good man. You got a book out too, right? What's it called? Battle in the Big Lie? We'll get it. We'll get it. All right.",
        "keywords": [
            "really good man",
            "rick crossfield",
            "big lie",
            "think",
            "right"
        ],
        "summary": "you got a book out too, right? What's it called? Battle in the Big Lie?",
        "sentiment": {
            "label": "Positive",
            "score": 0.4309
        }
    },
    {
        "segment_id": 17,
        "title": "Prime Time Event",
        "text": "But I do want to say, do Battle in the Big Daily Wire. Why do you think if the Republicans were doing this and I hired something from TV, they would have hired a guy from the nightline, right? It would have been , Mark Burnett. I can't be guess. They heard Bill Shine. Right. Yes, to do nothing in my old office in my life. Look, look, we've seen what happens in Republicans trying to put on a prime time event. They've won despite their terrible, terrible convention without it for a year after year.",
        "keywords": [
            "prime time event",
            "heard bill shine",
            "big daily wire",
            "terrible convention without",
            "old office"
        ],
        "summary": "if the Republicans were doing this and I hired something from TV, they would have hired a guy from the nightline . they heard Bill Shine. right.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9233
        }
    },
    {
        "segment_id": 18,
        "title": "January 6Th Committee",
        "text": "Raise, DJ Polly D, you need someone to really. I think we need the Gavi hands squid game. let's shoot some water. That's a good thing. Yeah, top gun. Or top gun. that's right he probably not on our side right your questions all right all right so Trump and his allies are planning to counter program this is hearings according to CNN former president wants people vigorously defending him and pushing back on the slack committee is already a lot of damning evidence what do you expect them to try to do to distract the testimony as it's unfolding in prime time this is fun because usually there would be a bunch of Republicans on the committee who would have access to all the information the better plan for how they're responding. These geniuses decided not to be a part of the January 6th committee. Therefore have no insight.",
        "keywords": [
            "cnn former president wants people vigorously defending",
            "gavi hands squid game",
            "january 6th committee",
            "top gun",
            "top gun"
        ],
        "summary": "former president wants people vigorously defending him and pushing back on the slack committee is already a lot of damning evidence . this is fun because usually there would be a bunch of Republicans on the committee who would have access to all the information the better plan for how they're responding .",
        "sentiment": {
            "label": "Positive",
            "score": 0.34
        }
    },
    {
        "segment_id": 19,
        "title": "Pr Salzkawi",
        "text": "There's read news that. So it sounds the Republicans are planning to release a report that basically blamed all January 6th on security failures. yeah no shit, y'all saw that. And PR Salzkawi, they do? They can do it, we can do it. I bet it does too. I bet it does one of those ones. One of those ones, not even for over. For sure. Yeah. For sure. And it's somehow better than any problem that we've had before.",
        "keywords": [
            "somehow better",
            "security failures",
            "read news",
            "pr salzkawi",
            "january 6th"
        ],
        "summary": "there's read news that the Republicans are planning to release a report that blamed all January 6th on security failures . y'all saw that. And PR Salzkawi, they do?",
        "sentiment": {
            "label": "Positive",
            "score": 0.7524
        }
    },
    {
        "segment_id": 20,
        "title": "Adam Schiff Meeting",
        "text": "One time, I, R.S. Beer's friend of mine, and he showed me that he had grown pairs inside of a jar to make some a go-kore months later. question here. Kevin McCarthy is running point on the year even though by the way Politico had an amazing piece last week about how reporters are too scared to just call Kevin for stupid when they talk about him or write about him they use euthanisms . Kevin McCarthy dares to ask the question what if Paul Ryan is just coming out of Barely the least upon it is gonna be the the main tack dog, but I don't know what They can try I'm sure they'll be all over Fox News and they'll find little points of grievance And they'll try to you remember Adam shifted something that pissed them all off and each one hearings they made that their focus for three days probably see something that, but yeah, I don't they're not very well set up Yeah, it's in a There's a bunch of different threats. There's process arguments that is not a legitimate committee and that they've co-versed up their authority. I saw, , intellectuals and bony, Hugh Hewitt saying nothing to see here probably going to be pretty boring nobody's going to watch. Dan, what are you expecting and doing Democrats are doing enough to preview some of the Republican attacks on the committee? Before Trump's first impeachment, Steve Bannon described... their strategy to Michael Lewis as flood the zone. You said Democrats were not the enemy, the media. And they did that in that impeachment. They just threw everything they possibly have in all of it. The egregious offense that Tommy referred to was Adam Schiff meeting with whistleblower, but she's because he was the person who blow the whistle to, right? That was an Allen offense. Do you remember that for a long period of time in that hearing, the... became the Republican talking point that Trump's extortion of Ukraine was legitimate because it was Ukraine who interfered in the 2016 election, not Russia. And what Ukraine did interfere in the elections, two things, are West Paul Manafort for crimes, had to hide the DNC server, which is not a thing that actually exists. And so that is what they were going to throw.",
        "keywords": [
            "three days probably see something",
            "hugh hewitt saying nothing",
            "amazing piece last week",
            "steve bannon described ...",
            "remember adam shifted something"
        ],
        "summary": "Kevin McCarthy is running point on the year even though by the way Politico had an amazing piece about how reporters are too scared to call Kevin for stupid when they talk about him or write about him they use euthanisms . they'll try to you remember Adam shifted something that pissed them all off and each one hearings they made that their focus for three days probably see something that .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9142
        }
    },
    {
        "segment_id": 21,
        "title": "John Avlon: What Democrats",
        "text": "that people who are paying less attention towards inherently cynical of politicians, the political process and the press, which just throw up their arms and give up and say they're all corrupt, who cares, and not really pay attention to them. What Democrats have to do here, I think. The first step is the right one, which is do it in prime time, get as many people to see it as possible, not rely on the press to carry that message for you, because when you rely on the press for that, you are sending a disrepresentation. credited messenger to deliver the message to a lot of people who we need to reach. The second thing is I think you have to keep two very clear threads and keep them separate, which I think keeps getting mixed up. There is the criminal conspiracy to overturn the election that involves the legal memos, what they want them to do, the fake electors in Arizona and Wisconsin, Pennsylvania and elsewhere. And then there is the violence at the Capitol. And those are two very, very serious things, but they get all mixed up. And the violence at the Capitol, one that is, , absent the very specific, , some map and Trump's handwriting of how to get the next closest office or something that Mark Metos failed to burn, that becomes a new complaint on the crowdboys and others. But that is a product of a larger criminal conspiracy. A larger criminal conspiracy, I think, is where they should put his name. much of their focus is possible because then you can't blame Nancy Pelosi completely incorrectly for security in the Capitol, right? What it is is there are people who decided that what the voters wanted and what the electoral college decided was not what they wanted so they were going to overturn the rule of the America and keeping the focus on that in a very clear way I think is essential to staying above the frame while a lot of the And again, just back to Peter Navarro. I mean, he wrote about the conspiracy to overturn the election in his book. And he branded it the Green Bay Sweep.",
        "keywords": [
            "paying less attention towards inherently cynical",
            "blame nancy pelosi completely incorrectly",
            "think keeps getting mixed",
            "really pay attention",
            "next closest office"
        ],
        "summary": "john avlon: what Democrats have to do here is get as many people to see it as possible, not rely on the press to carry that message for you . he says there is a criminal conspiracy to overturn the election that involves the legal memos, what they want them to do, the fake electors in Arizona, Wisconsin, Pennsylvania and elsewhere . the violence at the Capitol becomes a new complaint on the crowdboys and others, he writes .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9857
        }
    },
    {
        "segment_id": 22,
        "title": "Wire Meme",
        "text": "So there's considerable evidence. The rest of the point through here. It's the wire meme of Don't Take Notes on a Criminal Conspiracy, right? Incredible. I just, it is too hard to beat these dumb, dumb people. My God, it is such hard work and they are so stupid. And it was , I need laundry to do. I know I can't do it. I mean, anyway. That's a hard one.",
        "keywords": [
            "wire meme",
            "take notes",
            "need laundry",
            "criminal conspiracy",
            "considerable evidence"
        ],
        "summary": "it's the wire meme of Don't Take Notes on a Criminal Conspiracy . I just, it is too hard to beat these dumb, dumb people . it was , I need laundry to do .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9576
        }
    },
    {
        "segment_id": 23,
        "title": "Purgid.Com Slash Coffee",
        "text": "The point is, coffee drinkers are crooked. Tested many beans, they found something they loved, and a portion of the proceeds from every order will go to register her to register women to vote across the country, go to purgid.com slash coffee to sign up. The bag also looks very cool. Oh, it does. It's a great design. Okay, let's get to the news. The January. It does seem there has been this challenge from the beginning, continues to this day, which is to talk both about the insurrection and the violence in a place of the Capitol, the larger conspiracy to overturn the election, to continue to overturn elections into the future, and how to connect those things together, how to make an argument that points out the ways in which the incitement that took place outside the Capitol was a outside game to great power. pressure inside the Capitol to move forward the plans they had to get pens to question the electors to get Grassley to get Grassley to take over from Mike Pence somebody to tell Chuck Grassley what he was He's just got the right insurrection around his naps Yeah, everything is speeding up. I mean four pro boys were indicted today Inspiring to create violence outside the Capitol those guys provide stone with security. And I think did so on January 6th.",
        "keywords": [
            "mean four pro boys",
            "tested many beans",
            "mike pence somebody",
            "indicted today inspiring",
            "guys provide stone"
        ],
        "summary": "a portion of the proceeds from every order will go to register her to register women to vote across the country, go to purgid.com slash coffee to sign up . it does seem there has been this challenge from the beginning, continues to this day, which is to talk about the insurrection and the violence in a place of the Capitol .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7946
        }
    },
    {
        "segment_id": 24,
        "title": "January 6Th Committee",
        "text": "So there's a lot of connected tissue here that hopefully will make you tell the story. We just need to see all the emails and documents, phone calls with these guys figured out over the last one, the other plus. So those hearings are about to start. They'll be in prime time, they'll be taking place over the month of June. There are reports that there's a disagreement within the January 6th committee about what policy from these hearings to defeat the next insurrection, an average overturned presidential election, a sequel that the GOP is already plotting as we speak, Jamie Raskin wants big changes on voting rights, even potentially abolishing the electoral college while Cheney is calling for a more targeted set of reforms around the electoral count act directed not at voting rights, but specifically at the efforts to dispute valid election results. Dan, who's right? So my say it say it. You want to say it? I said before I'll say it again. Cheney's right. I mean, look at all the three of you. Quit with this.",
        "keywords": [
            "jamie raskin wants big changes",
            "dispute valid election results",
            "average overturned presidential election",
            "electoral count act directed",
            "january 6th committee"
        ],
        "summary": "there's a disagreement within the committee about what policy from these hearings to defeat the next insurrection, an average overturned presidential election, a sequel that the GOP is already plotting as we speak . the committee will be in prime time, they'll be taking place over the month of June .",
        "sentiment": {
            "label": "Negative",
            "score": -0.6553
        }
    },
    {
        "segment_id": 25,
        "title": "Donna Brazile",
        "text": "Adam mixed to it. That's this. And then the beat drops. Raise the root. So what do you think? So Dan fight from, as you've always said, Cheney's right. What do you think? Cheney is right. I mean, I'm. not even saying Liz, not even giving you the satisfaction of a Liz. But why do you think Liz Cheney is right in this case? Because if we make this about something that is not achievable, right? It's not even , Jermy was asking, according to the report, it's not just pushing for before the people act or the voting rights acted. Joe Manchin, he cares to say no more support, but won't break the bill about support. He is supporting a constitutional amendment that we have no capacity to pass. And I think that is a distraction. I think the whole idea about recommendations is a lot of Congress brain happening here. , , the recommendation should is defeat Republicans because they are dangerous. That is what really matters.",
        "keywords": [
            "voting rights acted",
            "congress brain happening",
            "even saying liz",
            "think liz cheney",
            "whole idea"
        ],
        "summary": "donna brazile: why do you think Liz Cheney is right in this case? she says if we make this about something that is not achievable, why don't you think it's just pushing for before the people act or the voting rights acted? he says the whole idea about recommendations is a lot of Congress brain happening here .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9081
        }
    },
    {
        "segment_id": 26,
        "title": "Julian Zelizer",
        "text": "If you want to, I think there's probably some pretty serious recommendations around how to protect the Capitol, how to ensure that they can call for help in situations fast. All of that's very important. If there is a good idea. on the electoral council that is fine, but the point of the hearings is to pursue the written this is about to hold them in programs for swaying the country about a very dangerous thing that happened to explain who was responsible and help her ensure it doesn't happen again. And you don't need a white paper amount of that to have it be effective. Yeah, I mean, I don't I don't even think it's a matter of what's politically possible. We know what happened. We pushed pushed try to get a an expansive voting rights bill through, but it's not a targeted bill has much of a chance giving that the only two Republicans are willing to acknowledge the existence of this committee are probably two of the only yes votes you'll get from Republicans and all of the time you need to send it. But I do think the goal out of this to your point, yes, is about defeating Republicans, but let's drive a message about the specific threat to our democracy. I want expanded voting as we all want expanded voting rights we all want to make. This will all make our democracy work better, but I do think that even in the first year of this administration we combine these two things, right? The effort to undermine voting rights to prevent people from voting to the very, very serious threat. And then the much darker turn that took place at the Capitol representing an abandonment of democratic legitimacy, generally basically, just there's only one election, legitimate, and election that Republicans. six communities first prime time hearing this Thursday night in the run up to that hearing members of committee are signaling that there will be news and we've seen indictments and damning reports about what was taking place in the hours before the attack on the Capitol. Then on Friday the Department of Justice indicted former Trump White House aide Peter Navarro for contempt of Congress while not inditing Mark Meadows or Dan Scavino. Meadows turned over some documents for stopping his cooperation. That's how we enjoyed many of his attacks.",
        "keywords": [
            "justice indicted former trump white house aide peter navarro",
            "six communities first prime time hearing",
            "pretty serious recommendations around",
            "expansive voting rights bill",
            "want expanded voting rights"
        ],
        "summary": "julian zelizer: if there's a good idea, it's important to protect the Capitol . he says the goal out of this to your point is to defeat Republicans, but let's drive a message about the specific threat to our democracy . we all want expanded voting rights to prevent people from voting to the very, very serious threat, he writes .",
        "sentiment": {
            "label": "Positive",
            "score": 0.6845
        }
    },
    {
        "segment_id": 27,
        "title": "Joe Manchin Kills",
        "text": "can win and what we're hearing from the committee is basically a focus on that and the recommendations should be a focus on that, right? Yeah, or maybe some more dear J. referrals. I mean, what I guess, let's fix this discrete problem of people trying to overturn the results of the election, but I cannot deal with another pivot from this massively important hearing to a show vote on getting rid of the electoral college. there are times when you should, , the house will take votes that they know and never get through the senate, there's times to put elected officials on the record about big issues. In this instance, we have tried that. I think that we really risk wasting crucial time between now and the election when they could do word street things I don't know, fix, , premiums going up, no bomb and care or just putting up description drugs. Or just create some big effort where we all charge up the hill and Joe Manchin kills that effort in 40 to start. That to me is the worst case scenario coming out of a hearing where for once we might learn a bunch of new things, get people concerned about what happened. Yeah, dad, it just seems on a range of issues, there's a basic thing that's not happening, which is, hey, let's have some... votes that are good and unifying the Democrats and hard votes for Republicans. There was some talk after the vote to enshrine, Roe went down that we'd see some votes enshrining a right to contraception, protecting the right to marriage equality. Those don't seem to have happened. And on this, we have an opportunity to put Republicans on the record on a set of discrete proposals just to protect our democracy. It seems a good idea to have a unifying... message coming out of this and force Republicans to take some hard votes but that just doesn't seem to happen. The House has been doing more of that recently. The House was going to have a gas crisis. They did a vote vote on Bim Formula.",
        "keywords": [
            "really risk wasting crucial time",
            "worst case scenario coming",
            "unifying ... message coming",
            "joe manchin kills",
            "word street things"
        ],
        "summary": "julian zelizer: what we're hearing from the committee is basically a focus on that . he says there are times when the house will take votes that they know and never get through the senate, there's times to put elected officials on the record about big issues . the house has been doing more of that recently.",
        "sentiment": {
            "label": "Positive",
            "score": 0.7168
        }
    },
    {
        "segment_id": 28,
        "title": "Safely Call ...",
        "text": "We've been a couple of other things for that. Night, I suspect if we can solve this great feud between Jimmy Rescueman and his chaining, that they will do something that in the House. The Senate is a lost cause in this. It takes too long to get the votes. get lost in procedural filibuster nonsense, you have banchan and cinema, and so also the thing about the members in the Senate were only really running primarily against one incumbent senator in Rangels. In the House, there are Republican incumbents that we are trying to defeat who are now in different districts, and so House votes that put people on the record are much more valuable for telling a story and for persuasion that and send it both with really about one knucklehead from Wisconsin. Meanwhile, President Biden will be in Los Angeles this week for the summit of the America's causing traffic around our life show at the Aso Telfers Day night, part of a broader push to have the President out and about more after what we can safely call... a challenging period for the administration with legislative setbacks and hard-poms, oiling the country from access to baby formula to the price of gas. There's been a drumbeat of stories looking at tension and infighting inside the White House over efforts to manage these crises as President Biden's approval rating has fallen and we head into midterms that are taking a woodchipper- shape. midterms form of woodjipper.",
        "keywords": [
            "aso telfers day night",
            "safely call ...",
            "procedural filibuster nonsense",
            "causing traffic around",
            "one incumbent senator"
        ],
        "summary": "president biden will be in los Angeles this week for the summit of the America's causing traffic around our life show at the Aso Telfers Day night . he's been in the white house for a broader push to have the president out and about more after what we can safely call . we head into midterms that are taking a woodchipper- shape .",
        "sentiment": {
            "label": "Positive",
            "score": 0.069
        }
    },
    {
        "segment_id": 29,
        "title": "12 Years Ago",
        "text": "Dan, How much of these kinds of stories typical of a White House in the barrel or is there more to it? In this case, we do think. When I read the LITICO version of the story, we've been the third or first story in the last piece about this. I had it actually made my stomach hurt because it basically Ten twelve years ago, my God, I'm so 12 years ago, it's this exact story about the Obama winters, right? There's a hole in the floor of the Gulf of Mexico, oil spilling out, why can't they get in charge of it? It just can't get their message out. What happened to the Obama hope magic? And so, when your polls, bad things happen, your polls go down. Your polls go down, the press rate stories about how you are failing.",
        "keywords": [
            "basically ten twelve years ago",
            "12 years ago",
            "bad things happen",
            "press rate stories",
            "obama hope magic"
        ],
        "summary": "in this case, we think we've been the third or first story in the last piece about this . it's a hole in the floor of the Gulf of Mexico, oil spilling out, why can't they get in charge of it? when your polls go down, bad things happen .",
        "sentiment": {
            "label": "Negative",
            "score": -0.7998
        }
    },
    {
        "segment_id": 30,
        "title": "Big Structural Factors",
        "text": "but it's also been reported that the committee has learned he burnt documents after meeting with Pennsylvania Republican and big lion enthusiast Scott Perry Dan. What does this tell us that how seriously the DOJ is taking their broader January 6th best image? I have to say because I was knocked out with COVID best because I didn't file the Pito Navarro story very closely so I thought I'd Google it today and I googled Pito Navarro and the first thing that comes up is in leg irons. And they tend to focus a lot of these stories on internal process stuff, and not on the big structural factors that are causing that to happen. Could the White House do better on a lot of things? Absolutely. Does the press need to get out more, yes? Is he starting to do that? Yes, he does. He's prime time speech on guns. He's gonna be on TV on Wednesday night.",
        "keywords": [
            "big lion enthusiast scott perry dan",
            "broader january 6th best image",
            "big structural factors",
            "prime time speech",
            "pito navarro story"
        ],
        "summary": "the committee has learned he burnt documents after meeting with the big lion enthusiast . he was knocked out with COVID best because he didn't file the story very closely . they tend to focus a lot of these stories on internal process stuff, and not on the big structural factors .",
        "sentiment": {
            "label": "Positive",
            "score": 0.982
        }
    },
    {
        "segment_id": 31,
        "title": "Find Baby Food",
        "text": "But the big problem is the gas prices are high. Go for your prices are high. People can't find baby food. these are, you've found that most of the solutions are outside of the President's grasp, at least the media. Yeah Tommy, I had the same thought too. The political story was a classic in the genre and not a criticism of the story. It was a good archetype of that piece. Classic. Classic.",
        "keywords": [
            "find baby food",
            "yeah tommy",
            "good archetype",
            "big problem",
            "political story"
        ],
        "summary": "the gas prices are high, but people can't find baby food . the political story was a classic in the genre and not a criticism of the story . it was an archetype of that piece .",
        "sentiment": {
            "label": "Positive",
            "score": 0.825
        }
    },
    {
        "segment_id": 32,
        "title": "Gas Prices Refocusing",
        "text": "So with the piece, as these pieces do, it starts, it lays out the positive change. Right. What's happening? There's going to be a course discretion. They's going to be out on the road here. The change is on. on gas prices refocusing on a message calling out Republicans, but then it said the following. First, AIDS need to quell the finger pointing that's been erupting internally and increasing concern over staff's shakeups according to five White House officials and Democrats close to the administration not authorized to publicly discuss internal conversations. What I love about that is, first, AIDS need to quell the finger pointing contained in this very paragraph which represents... the anonymous sniping and leaking that needs to be contained to prevent stories this one, about anonymous sniping and leaking.",
        "keywords": [
            "publicly discuss internal conversations",
            "five white house officials",
            "gas prices refocusing",
            "finger pointing contained",
            "finger pointing"
        ],
        "summary": "the change is on. on gas prices refocusing on a message calling out Republicans . but then it said the following: AIDS need to quell the finger pointing that's been erupting internally and increasing concern over staff shakeups .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8176
        }
    },
    {
        "segment_id": 33,
        "title": "Peoria Publication",
        "text": "Tommy, you were young, will I help you? This is a classic of the genre that Dan and I had to deal with a million of these. One, I mean, staff shakeups, rumored, infighting, White House battered by events, people saying let Biden be Biden. The best. I guarantee you, there was , a peoria publication that let Lincoln be Lincoln back in the day. And the problem with these stories is I've been to spokesperson Dan, you've been to spokesperson who takes this call. You have to send a big email around everyone on staff alerting them that this report is, , brutal, inflating bullshit. 90% of who already talks with reporter. He's here. And he's just, oh, John Lamirez writing a story. Who knew? Yeah, who knew?",
        "keywords": [
            "big email around everyone",
            "people saying let biden",
            "white house battered",
            "john lamirez writing",
            "let lincoln"
        ],
        "summary": "staff shakeups, rumored, infighting, white house battered by events, people saying let Biden be Biden. the best. I guarantee you, there was, a peoria publication that let Lincoln be Lincoln back in the day.",
        "sentiment": {
            "label": "Negative",
            "score": -0.3695
        }
    },
    {
        "segment_id": 34,
        "title": "Always Background Sourcing",
        "text": "I don't even email reporters back. What do you think? talking to him, talking to him, talking to him, what's the other go? It's so time consuming, people take it so personally because , inevitably there's some stapper that is being rumored to be, , pushed out or whatever, these friends, buildings, loyalty to these people. And , it's always background sourcing, it's impossible to pin down what the truth is. You deny it, you really have no idea. what the president is saying, members of Congress, friends, family, right? So my advice to the Biden press team would be, maybe fight the narrative a little less, maybe we need to get a little more, so you're never gonna convince reporters that the fourth person's story is right. I would just be , yeah, Biden was ripshit pissed that mothers had to worry about getting fun, the law that we hadn't brewed him on it. And that's why he sent the military to Europe to get.",
        "keywords": [
            "never gonna convince reporters",
            "even email reporters back",
            "biden press team would",
            "always background sourcing",
            "time consuming"
        ],
        "summary": "president obama sent the military to the u.s. to get fun, the law that we hadn't brewed him on it . he was ripshit pissed that mothers had to worry about getting fun . but that's why he sent a military to europe to get the military .",
        "sentiment": {
            "label": "Positive",
            "score": 0.4062
        }
    },
    {
        "segment_id": 35,
        "title": "Op-Eds Should Count",
        "text": "shipments back here yes, we staffers are mad that that's something issue don't get covered There's also questions about tactics and it does seem they need to lean in a little harder Take some more digital swings you can do the op-eds in the Wall Street Journal stuff But that should count for zero minutes of Joe Biden's day, right? Hopefully he's not editing the op-eds. I mean I'm sure you found out when it's published. I yeah, hopefully I mean that's how it should work yes get out and come do more town halls, yes, the Republicans will flip it. , miss statements of things, try to make it look old, and blah, blah, blah, but , that's okay. It's a price to do business, , keep picking fights with Rick Scott. I mean, it's just, it sucks being a barrel this. It'll work itself out in a couple weeks.",
        "keywords": [
            "wall street journal stuff",
            "little harder take",
            "keep picking fights",
            "work yes get",
            "get covered"
        ],
        "summary": "the op-eds should count for zero minutes of Joe Biden's day . it's a price to do business, keep picking fights with Rick Scott . there's also questions about tactics and it seems they need to lean in a little harder .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8989
        }
    },
    {
        "segment_id": 36,
        "title": "Never Seen Anyone",
        "text": "I mean, one of the, , there's a ritual for whenever you're in, in the barrel as we used to call it, if they want one. Now, I've never seen anyone be in the barrel as long as you're buying this bit in it. I mean, it'll be one... year in the barrel come August right. She's making little hash marks in there. This is Mark's in the days in the barrel. Oh, and it's a lot of it's not as fault. It's you start to make a turn and then rush it. You create you start to make a turn and then baby for there's a baby for the crisis. But one of the last things you have to do before you ever get out of the barrel is you have to eat a bunch of ceremonial shit for the press.",
        "keywords": [
            "making little hash marks",
            "barrel come august right",
            "never seen anyone",
            "one ... year",
            "last things"
        ],
        "summary": "it's you start to make a turn and then rush it, and then baby for there's a baby for the crisis . one of the last things you have to do before you ever get out of the barrel is eat a bunch of ceremonial shit .",
        "sentiment": {
            "label": "Negative",
            "score": -0.7287
        }
    },
    {
        "segment_id": 37,
        "title": "Maybe Pursuing Charges",
        "text": "And that's what these stories are. That's to your point. You got to leave them in the narrative. Do the pivot. I was , oh Peter Navarro must be in jail. How cool is that? No, this is a misdemeanor contempt. Charge, see he has. It's a slap on the wrist. And so I don't know that it tells us anything about how seriously Merrick Garland probably doesn't maybe pursuing charges against Trump in his allies with this. But it does tell us that they're not super serious about enforcing congressional procedures because if you can... You say it wasn't going well. We acknowledge it. The president's pissed about it and we're so sorry.",
        "keywords": [
            "seriously merrick garland probably",
            "oh peter navarro must",
            "maybe pursuing charges",
            "enforcing congressional procedures",
            "tells us anything"
        ],
        "summary": "it's a misdemeanor contempt, but it tells us that they're not super serious about enforcing congressional procedures . if you can... you say it wasn't going well . we acknowledge it and we're so sorry.",
        "sentiment": {
            "label": "Negative",
            "score": -0.9383
        }
    },
    {
        "segment_id": 38,
        "title": "Real Change",
        "text": "And I think, , they need walk on their side to make a real change. But I do, you do sense, I think, the opportunity to make the turn if they can just catch a couple of breaks in the new side. Yeah. Yeah, there is also, I do think the White House undersea stories. And the fact that it has seemed as though Biden hasn't been on the road. the road as much as he could be. Yes, the nature of there, it's just an unfortunate turn of events. But there is a quality of , seeming as though you are not being an observer to those events, but out on the road being a participant, being in front of people, that being buffeted by crises is one thing, but then see. as though those prices are overwhelmed the system is I think the most important reason to have them be out on the road just by seeing them out there just by being more proactive you you dispute that just by just just by making news just by being more forward working.",
        "keywords": [
            "white house undersea stories",
            "real change",
            "one thing",
            "need walk",
            "making news"
        ],
        "summary": "there is a quality of being buffeted by crises is one thing, but then see . it's the most important reason to have them be out on the road just by seeing them out there just by being more proactive you dispute that just by just just just by making news .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9077
        }
    },
    {
        "segment_id": 39,
        "title": "Diminished Boy Called",
        "text": "There are two parts to put up a message the first part is what do you say? And I think Biden's actually been very good about finding popular arguments right? American rescue claim was by partisan insurance. The bill back by the plan was incredibly popular. The second part is how do you get people to pay attention to what you're saying? And that I think is where the diminished boy called for the White House really hurts. The unrelenting new cycle really hurts, but also is a requirement for Biden to do. I think what is not natural to him, right? He is, because he is a senator. He is a truck driver. Do the work behind the scenes guy, and that would you have to be out there you have to work he is going to have to work harder in Barack Obama to get his message out because the media environment is so much worse now than it was. Yeah, I do think you see some Republicans have figured this out a little bit better Rhonda Santas is excellent.",
        "keywords": [
            "little bit better rhonda santas",
            "unrelenting new cycle really hurts",
            "white house really hurts",
            "finding popular arguments right",
            "diminished boy called"
        ],
        "summary": "the first part is what do you say? and that's where the diminished boy called for the white house really hurts . the second part is how do you get people to pay attention to what you're saying?",
        "sentiment": {
            "label": "Positive",
            "score": 0.7757
        }
    },
    {
        "segment_id": 40,
        "title": "Biden Guns Beach",
        "text": "I'd staying in news about just being out of podium and making news on a set of issues just keep himself in front. picks fights all day long. I mean that's why the Biden Guns Beach was good because I think you did a pretty good job there picking a fight Primitively with Republicans for potentially voting down in common sense form. I mean if they could have BTS at the White House every day I think that would be good should consider that one. Love its allies grown that up there. Yeah, look you be careful I made one. I know They're still mad at me. I love them because forgive me Forgive me BTS people. Dan, I love your give they give you a red keg cup of solo cup there.",
        "keywords": [
            "white house every day",
            "common sense form",
            "biden guns beach",
            "red keg cup",
            "pretty good job"
        ],
        "summary": "the Biden Guns Beach was good because you picked a fight Primitively with Republicans for potentially voting down in common sense form . if they could have BTS at the white house every day I think that would be good should consider that one .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9719
        }
    },
    {
        "segment_id": 41,
        "title": "Gonna Let Biden",
        "text": "What do you think's in here? I don't know. I'm gonna. He's still in light. Chuck in the toilet. You're doing right you're doing Roganadolus. So Dan, all right we just Biden's they're gonna let Biden be Biden in a tour of the country. Maybe they'll be more on beds.",
        "keywords": [
            "gonna let biden",
            "gonna",
            "biden",
            "biden",
            "tour"
        ],
        "summary": "Dan, all right we just Biden's they're gonna let Biden be Biden in a tour of the country . maybe they'll be more on beds .",
        "sentiment": {
            "label": "Neutral",
            "score": 0.0
        }
    },
    {
        "segment_id": 42,
        "title": "Democrats Spend 99",
        "text": "This is gonna be a plug so subtle people won't even know. They just want to right there. I see it shooting up the Amazon West as we speak. In your new book, battling the big line, which is on sale today, right? Today? Today? You had an excerpt of Vanity Fair and says this in the context of political communications, this is the message versus megaphone problem. Democrats spend 99% of their time worrying about what they should say and only 1% figuring out how to get people to hear what they are saying.",
        "keywords": [
            "message versus megaphone problem",
            "democrats spend 99",
            "vanity fair",
            "time worrying",
            "subtle people"
        ],
        "summary": "you had an excerpt of Vanity Fair and says this in context of political communications . Democrats spend 99% of their time worrying about what they should say and only 1% figuring out how to get people to hear what they are saying .",
        "sentiment": {
            "label": "Negative",
            "score": -0.6531
        }
    },
    {
        "segment_id": 43,
        "title": "Right-Wing Megaphone",
        "text": "That's what we were just making. They're the long-term structural challenge through the imbalances we have in parts of media and mainstream media. But right now, what advice would you give understanding that we may have a message problem, but we're going to even bigger megapod problem? I think you can see the power of the right-wing megaphone in the January 6 hearings that we're going to have. You have 70% of Republicans believing this easily disproved in line. about the image. And it is my contentionized right about the book that that is a product of a decades-long effort from right wing Republican political operatives Roger Ailsen, Steve Fanon, funded by billionaires Murdoch and the Mercers to create this I call it the Mac Omega phone it is Fox News, Breitbart, Daily Wire Digital Outlets that are... negotiate for a little bit and burn some of your documents in fireplace and not get charged with content that pretty much means that these subpoenas aren't worth much more than the pieces of paper and mark that is worth. Yeah, Tommy, can we just enjoy this, Stan?",
        "keywords": [
            "right wing republican political operatives roger ailsen",
            "daily wire digital outlets",
            "even bigger megapod problem",
            "term structural challenge",
            "mac omega phone"
        ],
        "summary": "john avlon: what advice would you give understanding that we may have a message problem, but we're going to even bigger megapod problem? he says the right-wing megaphone is a product of a decades-long effort from right wing Republican political operatives funded by billionaires Murdoch and the Mercers to create this . he asks: can we just enjoy this, Stan?",
        "sentiment": {
            "label": "Positive",
            "score": 0.9235
        }
    },
    {
        "segment_id": 44,
        "title": "Year Per Count",
        "text": "He was arrested at the airport. That must have been funny. He was arrested at the airport. You could get a year per count, 100 grants. He's representing himself, Jose. I love that he's representing himself. This is he really, , he- dominate political conversation. It's the most powerful weapon of politics. It's not the only reason that Democrats have under-preformed the recent elections, but it's a major reason. , our message is getting drowned out. , that is the ultimate problem for Joe Biden is right now because of the power of this right-wing disinformation, propaganda operation. The Democratic message is getting drowned out.",
        "keywords": [
            "year per count",
            "dominate political conversation",
            "wing disinformation",
            "ultimate problem",
            "recent elections"
        ],
        "summary": "he was arrested at the airport; he could get a year per count, 100 grants . it's the most powerful weapon of politics, he says . the ultimate problem for Joe Biden is right now because of the power of this right-wing propaganda operation .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9511
        }
    },
    {
        "segment_id": 45,
        "title": "Short Term Solution",
        "text": "We are on D5. We are responding to Republicans constantly. And so... So there is not a short term solution. This Tommy laid out a bunch of short term capital things that Biden could do to, do get more of his message out, I'm sure they're working on a lot of those. But we have to have a long term plan, where I think Democrats have to radically rethink how we communicate. Right, right now Republicans view communications as information warfare. Democrats view it as press management public conscience. We have to think about how, what is a holistic, big picture approach? How do we build up the progressive megaphone? How do we take the millions and millions of people who will text and call strangers at a whim at election time or doing $8, $5 and $10 here and get and turn them into messengers for a moment, right? And so in this book, I weigh out how the right wing build up this... how it works. I think most Democrats do not understand. They think Fox is bad. They don't understand how powerful Facebook is and just how prevalent and baggy extremist messaging is on it.",
        "keywords": [
            "press management public conscience",
            "short term capital things",
            "short term solution",
            "long term plan",
            "big picture approach"
        ],
        "summary": "we are responding to Republicans constantly. And so there is not a short term solution . right now Republicans view communications as information warfare.",
        "sentiment": {
            "label": "Negative",
            "score": -0.8686
        }
    },
    {
        "segment_id": 46,
        "title": "Wing Propagated Inspiration",
        "text": "And I lay out a series of ideas for what all of us can do. Right? Democrats, people who just simply care about democracy, how the press could change, how they cover things to reflect this new era in communications and messaging. And so, well, everything, this is the very subtle part of the plug, which is whether we're talking about January 6th and the hearings, or the challenges that Biden and Democrats are facing in this political environment is ties, goes right back to the power of right-wing propagated inspiration. So, I think this is the singular challenge for our party over the next couple of years, or we are despite having a growing... majority before popular ideas, more popular politicians, we're going to keep coming out on the short end and stick on that. Come on, come on. Then what I about your book is I haven't read it yet, but I know it's a cover. Well, I know it's accurate because you've been talking about this broader challenge of the right-wing disinformation ecosystem and how far it goes on Facebook and you seem to have pissed. stuff every Maga Grifter, the Dan Bunginos, the Daily Wire, the Ben Shapiro's, David Wall, Father of Jacob Wall, the guy over there.",
        "keywords": [
            "stuff every maga grifter",
            "wing propagated inspiration",
            "wing disinformation ecosystem",
            "press could change",
            "growing ... majority"
        ],
        "summary": "this is the singular challenge for our party over the next couple of years, or we are despite having a growing... majority before popular ideas, more popular politicians, we're going to keep coming out on the short end and stick on that .",
        "sentiment": {
            "label": "Positive",
            "score": 0.4381
        }
    },
    {
        "segment_id": 47,
        "title": "Listen Positive American",
        "text": "Yes, the guy, I think I got arrested with this kid. The kid who always talks about being at a hipster coffee shop called you a low-tea weed. It seems he really hit the mark here with this thesis. Look, if Ben Shapiro's Dan Bungino... It's good, Vagido, Play Travis, Eighth the Book, people who listen positive American will probably love it. I think, and I'm actually going to try to give this my publisher to put their quotes on as the blurbs in the paperback version. That's a great idea. Yeah, great.",
        "keywords": [
            "hipster coffee shop called",
            "listen positive american",
            "dan bungino ...",
            "tea weed",
            "really hit"
        ],
        "summary": "the kid who always talks about being at a hipster coffee shop called you a low-tea weed . it seems he really hit the mark here with this thesis . I'm going to try to give this my publisher to put their quotes on as the blurbs in the paperback version .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9723
        }
    },
    {
        "segment_id": 48,
        "title": "Many Stories Looking",
        "text": ", in one of the many stories looking at infetting in the Biden-Mine-S, they were some press-aid talks about how they're on the road, they're doing these events in the road, and nobody's covering them, not on television, wire-wielding. doing this. And I do, there's a , the mainstream media and Republicans have a truly abusive relationship. , it is, it is a deeply unhealthy, broken relationship. We have a co-dependency with the mainstream media that's tense and very toxic. But I sometimes wonder if we really want mainstream political press to respect the critique that we offer. I do think we need to... But stop waiting for them to be the ones to carry our message for us. If we still are using them as this intermediary to try to get information out to the public, they'll never be able to abandon their fear that they're going to be seen as a democratic megaphone. And therefore, have to be more pretend non-biased or give Republicans more of a time of day. That they could be better for us.",
        "keywords": [
            "really want mainstream political press",
            "many stories looking",
            "truly abusive relationship",
            "mainstream media",
            "mainstream media"
        ],
        "summary": "julian zelizer: mainstream media and Republicans have a truly abusive relationship . he says they'll never be able to abandon their fear that they're going to be seen as a democratic megaphone . they could be better for us if we still are using them as intermediary to get information out to the public .",
        "sentiment": {
            "label": "Negative",
            "score": -0.8396
        }
    },
    {
        "segment_id": 49,
        "title": "Vast Majority",
        "text": "He's playing it full, full-le. Totally. It does seem what this is mostly about is you can defy a congressional subpoena for as long as you want. So long as you do it with a lawyer, the proper words, Navarro seems to be just just still with you. Yeah, he just didn't treat it. He just didn't treat it. I think if you're the president's trade advisor and then if we stop viewing them as our primary interlocutor would come up. But it is insane that for the vast majority of Democrats, we think what we're going to do is we're going to take our message that we have tested it, we know how it sounds, we know it up for swayed voters, we're going to hand it to these other people who do not share our interest in any way, shape or form, are distrusted by huge swaths of the country.",
        "keywords": [
            "primary interlocutor would come",
            "vast majority",
            "trade advisor",
            "swayed voters",
            "stop viewing"
        ],
        "summary": "navarro is playing it full, full-le. Totally . he just didn't treat it.",
        "sentiment": {
            "label": "Negative",
            "score": -0.7998
        }
    },
    {
        "segment_id": 50,
        "title": "Right Wing Voices",
        "text": "care at delivery. And, and themselves have a vested interest in seeming as though they're not our friends. Yes, yes. And on the right wing, I mean the Republican party is a great job of bringing their their right wing voices into the fold, the podcasts of YouTubers, the Twitch streamers, no matter how unserious they are. play Travis, who Dan just mentioned, is attacking him today when viral last week, we're telling a story- about how we berated the umpire as 11-year-old son's literally game and got tossed, play got tossed, out of his son's game by the ump in front of his family and his own parents. These are the cancel culture. The point is hey we need to build up our own ecosystem on the left here with some power some of our own folks a little more thoughtful than clay. It's one of the things that write about the book is that is a huge, , you don't want to imitate Donald Trump in any way, shape and form, except one of the things he did that was incredibly smart and strategic was, he nurtured the right wing media ecosystem. If he did almost all of his interviews, I don't know what to say, but he's invited, but he did almost all of his interviews on right wing platforms. When right wing outlets wrote stories that he thought advanced his message, he shared those stories to his tens of millions. and Twitter columns. He, when books were written, that advances narrative, he tried to get those books on the best of those.",
        "keywords": [
            "right wing outlets wrote stories",
            "right wing media ecosystem",
            "right wing voices",
            "right wing platforms",
            "viral last week"
        ],
        "summary": "david frum: hey we need to build up our own ecosystem on the left here with some power . he says he nurtured the right wing media ecosystem, but he didn't want to imitate Donald Trump in any way, shape and form . frum says if he did almost all of his interviews, he shared those stories to his tens of millions .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9674
        }
    },
    {
        "segment_id": 51,
        "title": "Richard Nixon",
        "text": "And the problem's been doing this for decades. Richard Nixon once actually found a book about liberal bias in the press. They was written by a reader's digest writer, and he had all of his aides all across the country. He got all the bookstores and buy them to get on the bestseller list so that that narrative would do. Democrats are afraid to do that because we're so afraid of this idea of propaganda. Yeah. It's , oh, they're gonna call us propaganda. When propaganda is just persuasive message, right?",
        "keywords": [
            "gonna call us propaganda",
            "richard nixon",
            "persuasive message",
            "narrative would",
            "liberal bias"
        ],
        "summary": "a book about liberal bias in the press was written by a reader's digest writer . he got all the bookstores and buy them to get on the bestseller list . the problem's been doing this for decades .",
        "sentiment": {
            "label": "Negative",
            "score": -0.4939
        }
    },
    {
        "segment_id": 52,
        "title": "Something President Biden",
        "text": "It's just, that is what we have. Well, when you it, when you think it's good. Yeah, well, I mean, that's, that is what we've got to get again. And no, I think it's better. I think we should keep doing what we're doing, which is we should lay out a huge policy agenda for our major news outlet in the headline. We'll really help. There'll be something President Biden, a wreck, but also Republican. of so-conditioned the mainstream media to be scared of being called biased or liberal, that they are totally happy, being friends with people Pat Buchanan, who famously wrote a speech for Spiro Agnew that was so intense that Richard Nixon wouldn't give it, just destroying the press back in the 70s and that had let MSNBC show for years. they treat these right wing nuts as serious and bring them into the club.",
        "keywords": [
            "something president biden",
            "right wing nuts",
            "people pat buchanan",
            "major news outlet",
            "let msnbc show"
        ],
        "summary": "president biden, a wreck, but also a Republican, has a huge policy agenda . he says mainstream media are scared of being called biased or liberal . they treat these right wing nuts as serious and bring them into the club .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8016
        }
    },
    {
        "segment_id": 53,
        "title": "Amazon, Indie Bounds, Your Local",
        "text": "But if you're on the left, you don't get that same. You'll get the same person. No, no. I mean, there are so many people that we're not seeing serious because they oppose the stupidest foreign policies in human history. Yeah. Yeah. Alright, Dan, is there anything else you need to know about this fucking book? Where do they buy it? They can buy it. Anywhere you get your books. Amazon, Indie Bounds, your local bookstore, anywhere you can do it. You can support it in independent books. That's great, but go out in my book. Everybody, everybody buy the book.",
        "keywords": [
            "stupidest foreign policies",
            "seeing serious",
            "many people",
            "local bookstore",
            "indie bounds"
        ],
        "summary": "there are so many people that we're not seeing serious because they oppose the stupidest foreign policies in human history . amazon, Indie Bounds, your local bookstore, anywhere you can do it . you can support it in independent books .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9376
        }
    },
    {
        "segment_id": 54,
        "title": "Best Sour List",
        "text": "All right, you need this thing to scream up the charts. The right wing has a whole machine to get their books on the best sour list. It's part of their nightmare factory. Who's our enemy here, Dan? Kelly Ann, who's above you? Well, I tried to run this competition with Kelly Ann, Godway, and then she's rocketed to number two on the list. Couldn't be it out Bill O'Reilly. Not.",
        "keywords": [
            "best sour list",
            "whole machine",
            "number two",
            "nightmare factory",
            "kelly ann"
        ],
        "summary": "the right wing has a whole machine to get their books on the best sour list . it's part of their nightmare factory . she's rocketed to number two .",
        "sentiment": {
            "label": "Positive",
            "score": 0.1926
        }
    },
    {
        "segment_id": 55,
        "title": "It'S Good. He'S",
        "text": "Maybe you should thought about writing it to hate your fucking wife Had a help say that I would say tell you how long under shredded bulk purchase dagger So there were some people out there doing my bulk purchases Someone who's obviously not George Connick anymore. It's good. He's a good one. All right. That's it. We come back close and raise",
        "keywords": [
            "shredded bulk purchase dagger",
            "bulk purchases someone",
            "george connick anymore",
            "come back close",
            "would say tell"
        ],
        "summary": "there were some people out there doing my bulk purchases Someone who's obviously not George Connick anymore . it's good. he's a good one.",
        "sentiment": {
            "label": "Positive",
            "score": 0.5859
        }
    }
]