[
    {
        "segment_id": 1,
        "title": "Let Us Know",
        "text": "Welcome to PlotSafe America, I'm John Faber. I'm Dan Fiber. On today's show, the final... January 6th hearing suggests that Donald Trump isn't a great God. Democrats zero in a closing midterm message and Colorado Senator Michael Bennett joins to talk about his midterm race for re-election. Before we start, in case you missed it, what a day has a new host. MSNBC political analyst Juanita Toliver joined PoHOST, Josie Duffy-Rice, Priyanka Arabandi and Trevelle Anderson. pop up during this podcast. Of course, I don't have good internet service. So you'll have to, you'll have to let us know if there's any truths because I think, no, I mean, I think that's exactly, I think they had to do this.",
        "keywords": [
            "msnbc political analyst juanita toliver joined pohost",
            "final ... january 6th hearing suggests",
            "colorado senator michael bennett joins",
            "let us know",
            "good internet service"
        ],
        "summary": "on today's show, the final... January 6th hearing suggests that Donald Trump isn't a great God . in case you missed it, what a day has a new host .",
        "sentiment": {
            "label": "Negative",
            "score": -0.443
        }
    },
    {
        "segment_id": 2,
        "title": "Top 10 Percent",
        "text": "There's , there's no reason not to subpoena Trump at the end of this, especially if, , they're going to make our criminal referral, or if, I mean, the whole thing is , , a, it's a public case that they're making is by an economic recovery and by a coups invasion. You mentioned the chips act. Congress has also passed the Inflation Reduction Act, which however the meeting in Long-term will do a lot to reduce costs on things prescription drugs. But for voters who are thinking inflation is too high, the cost of gas is too high, groceries is too high. Help me finish this sentence. Send Democrats back in the majority to do X to help you area. So that we so that we can create an economy in America that want to grow as a growth for everybody, not the top 10 percent. Are there specific things that a Democratic majority would do to help deal with the economy? There's specific things I would want to do.",
        "keywords": [
            "top 10 percent",
            "send democrats back",
            "things prescription drugs",
            "inflation reduction act",
            "democratic majority would"
        ],
        "summary": "the chips act is a public case that they're making is by an economic recovery and by a coups invasion . congress has also passed the Inflation Reduction Act, which however the meeting in Long-term will do a lot to reduce costs on things prescription drugs .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9379
        }
    },
    {
        "segment_id": 3,
        "title": "Child Tax Credit",
        "text": "I think, first of all, we should reverse the Trump tax that's for richest Americans. We haven't done that yet. And we should fund Bennett Brown and Brown Bennett, which are the biggest tax cuts for working people that the Democrats have. about a party and stood for in generations. That's the child tax credit that I've worked on for years that I ran my completely unnoticed campaign for President-of-the-Lond, but we did pass that last year and it cut child poverty to America almost in half and it meant that families in Colorado were getting $450 a month to help feed their kids and to help pay their rent. Similar with the earned income tax credit, which I've worked on. done, we shared ground for a long time too that benefited millions of workers that don't have children. I think those are the tax policies that could help people.",
        "keywords": [
            "earned income tax credit",
            "child tax credit",
            "cut child poverty",
            "completely unnoticed campaign",
            "biggest tax cuts"
        ],
        "summary": "we should reverse the Trump tax that's for richest Americans . we should fund Bennett Brown and Brown Bennett, which are the biggest tax cuts for working people that the Democrats have . the child tax credit cut child poverty to America almost in half .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9136
        }
    },
    {
        "segment_id": 4,
        "title": "Make Huge Difference",
        "text": "In the short term, deal with the inflation issues that work in front of, and in the short term, I think Federal Reserve has to continue to try to do what it's doing, even though it has some of the effects that you described. And then over the longer term, what we have to do is I think repatriate these supply chains so that we're not seeing the inflation that we're seeing right now and have an energy policy in this country. Unlike the one we had going into this administration, which was inflationary, terrible for an asset security and awful at reducing emissions. The coal is up 20% since Biden became... President, , we should have an energy policy in place that allows us to, over time, reduce costs, create energy independence and economic independence. Keep Europe in the fight against Putin for Ukraine and never reduces emissions. And I think the combination of what we've got in hand with respect to natural gas and the the inflation reduction act is puts us in a position that no other country in the world is positioned to, , put us in a position to lead that transition that I think over time is going to make huge difference to people's pocketbooks. On this podcast we talk about being closest center races in the national time, Wisconsin, Georgia, Arizona, Pennsylvania, etc. We don't mention Colorado very much. But you are up for re-election.",
        "keywords": [
            "since biden became ... president",
            "make huge difference",
            "closest center races",
            "never reduces emissions",
            "inflation reduction act"
        ],
        "summary": "in the short term, what we have to do is repatriate these supply chains so that we're not seeing the inflation that we are seeing right now . the coal is up 20% since biden became president, and we should have an energy policy in place that allows us to, over time, reduce costs, create energy independence and economic independence .",
        "sentiment": {
            "label": "Positive",
            "score": 0.6956
        }
    },
    {
        "segment_id": 5,
        "title": "Said Many Times",
        "text": "There has been some rumors or some thoughts that maybe this is going to be a close race. Mitch McConnell's super PAC just gave money to your opponent's super PAC. They're president Biden's headed to Colorado shortly. What is the status of your race? How are you feeling about your re-election? I mean, every time I run every race I'm 20 points far. in a political case they're making as much as legal ones who've said many times here. And , if you're just watching these hearings, you think, well, then doesn't Trump get a chance to speak for himself? Doesn't Trump get a chance to tell his side of his story? Well, yes, he did have a chance to tell his side of his story, and now we'll see what happens. Or he could plead the fifth, but also, which is of course his right to do. And as the committee pointed out, that's what Roger Stone did, that's what the number of other witnesses... did who might who might have committed crimes around January 6th they could they blood fifth and Donald Trump of course at the right to leave the fifth that would be telling as well that would be telling as well so what do you think of the hearing overall to be that we learn anything newer surprising I mean all of these hearings have just provided new data from the student buttress what we already know is that Donald Trump is responsible happened on January 6th he was part of a multi-layered plan to steal the election through any needs necessary. They legislators, vice president, my own assault on the Capitol all the above. And I think it's also worth knowing, if you were someone us, who consumes political news directly into our meeting, all the tweets, we read all the newsletters. All the tweets. All the tweets.",
        "keywords": [
            "committed crimes around january 6th",
            "learn anything newer surprising",
            "consumes political news directly",
            "said many times",
            "provided new data"
        ],
        "summary": "donna brazile: if you're just watching these hearings, you think, well, doesn't Trump get a chance to tell his side of his story? she says he could plead the fifth, but also, which is of course his right to do . she says the hearings have just provided new data from the student buttress .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9367
        }
    },
    {
        "segment_id": 6,
        "title": "Indict Camera Prosecutor",
        "text": "We're even vaguely where what happens on cable. It was none of this is new to us. We could even pinpoint video we had seen before or Trump clips we had seen before, but we're not the audience. The audience is everyone else. And it's not just people who are gonna tune into this because people who tune into wake right here and get the middle of the day on a Thursday are people this. But it's said they're gonna be headlines on social media, on news websites, local, news, cable news about these. The headlines are going to say two primary things. Donald Trump knew he lost. Donald Trump knew the three things. Donald Trump knew he lost. Donald Trump knew there would be violence. And Donald Trump in Congress subpoenaed Donald Trump to testify on justice. That is to remind everyone that's been the point of these hearings from the beginning. It's too gr- because they don't have the force of law. They can't jail him. They can't- force America all into indict camera prosecutor it is to grab the country by the lapels and scream as loudly and often as possible that Donald Trump is a dangerous, deranged criminal and that he certainly he should not he should not have been president he should not be president he certainly shouldn't be leading what of America is too political parties and you have to do that this was their one of the products their last chance to do this under this democratic leadership if the House goes as a lot of political partners, hit or speak at will. And as they've done in the past, they supported those headlines that you mentioned with. Some fun, new, interesting tidbits, fun terrifying, all the above.",
        "keywords": [
            "say two primary things",
            "could even pinpoint video",
            "congress subpoenaed donald trump",
            "indict camera prosecutor",
            "donald trump knew"
        ],
        "summary": "it's said they're gonna be headlines on social media, on news websites, local, news, cable news . the headlines are going to say two primary things: Donald Trump knew he lost . they can't- force America all into indict camera prosecutor it is to grab the country by the lapels .",
        "sentiment": {
            "label": "Positive",
            "score": 0.3291
        }
    },
    {
        "segment_id": 7,
        "title": "Trump Privately Acknowledged",
        "text": "So , , they mentioned that they got testimony from Brad Parsgow, Trump former campaign manager, that Trump was preparing to declare victory early as July of 2020, Trump told people he was his plan was to declare victory on election night. They showed testimony from Cassidy Hutchinson's who we had seen in a previous episode, but they have her saying that Trump said, I don't want people to know that we lost. This is embarrassing. Figure it out Mark. Figure it out. Meeting Mark Meadows is chief of staff. So I do think it's important to have testimony and evidence that Trump knew that he lost. I mean, we all assume that. They've been making that case for a couple of hearings now, but I thought there was some more damning evidence that Trump privately acknowledged that he lost multiple times.",
        "keywords": [
            "trump former campaign manager",
            "trump privately acknowledged",
            "trump told people",
            "meeting mark meadows",
            "declare victory early"
        ],
        "summary": "he told people he was preparing to declare victory early as July of 2020 . they showed testimony from Cassidy Hutchinson's who we had seen in a previous episode . but they have her saying that Trump said, I don't want people to know that we lost .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9316
        }
    },
    {
        "segment_id": 8,
        "title": "Every Monday",
        "text": "Yes, but one thing about that though is, I think that is important. I think it's important as a political matter to the broader country that he was pulling the wool over everyone's eyes. to give you the latest politics news every morning, very exciting. Listen to new episodes of What a Day, Every Monday Through Friday, wherever you get your podcast. All right, Dan, let's get to the news. So we are recording this just after the series finale of Insurrection. Ugh, you're pretty cool. Do you think we've worn out that joke yet? Yes, Sean. Yes, we have. I mean, it's the last...",
        "keywords": [
            "latest politics news every morning",
            "every monday",
            "series finale",
            "pretty cool",
            "political matter"
        ],
        "summary": "listen to new episodes of What a Day, Every Monday through Friday, wherever you get your podcast . we are recording this just after the series finale of Insurrection . you're pretty cool.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9674
        }
    },
    {
        "segment_id": 9,
        "title": "Political Public Case",
        "text": "But as a legal matter, even if he believes he lost, you still don't get to direct a violent mob to assault the camp, right? that is just a big worth noting that whether he is too deluded or dumb to know the truth, it's still a crime. Yeah, but so much of this is a political public case, which is why I'm sure they did that. We also, there was evidence from a bunch of United States- service emails that the Secret Service did anticipate violence at the event of January 6th. We found out that witnesses were told, quote, not to cooperate with the panel with the January 6th Committee over Trump's famous fight with the Secret Service when he was in the motorcade and apparently lunged. And remember once I go Tony or not, it says there were all these fucking sources, . So sources close to Tony Ornato and Bobby Engle at the Secret Service say they will testify that Cassidy Hutchinson lied. Well, they never testified, and in fact, now they have evidence that people were told not to cooperate with the committee about that fight.",
        "keywords": [
            "political public case",
            "cassidy hutchinson lied",
            "big worth noting",
            "secret service say",
            "january 6th committee"
        ],
        "summary": "sources close to the secret service say they will testify that Cassidy Hutchinson lied . he says if he believes he lost, you still don't get to direct a violent mob to assault the camp . we also found out that witnesses were told, quote, not to cooperate with the committee .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9757
        }
    },
    {
        "segment_id": 10,
        "title": "... Trump Tweeted",
        "text": "So I leave it to her and devices to figure out what happened there. We found out the Trump did watch the violence unfold on television and did nothing. It was a United States Secret Service text after... Trump tweeted that Mike Pence had let us down and it's just what what are my favorite lines of all times just Trump just tweeted about Pence probably not going to be good for Pence. Nope, probably not. Probably not. But it could be. It could be. It could be. It could be. It could be. It could be. It could be. It could be. It could be. It could be. It could be. It could be. Probably not. Probably not probably not going to be too great for Mike Pence.",
        "keywords": [
            "united states secret service text",
            "... trump tweeted",
            "violence unfold",
            "let us",
            "favorite lines"
        ],
        "summary": "we found out the Trump did watch the violence unfold on tv and did nothing . it was a text after... he tweeted that Mike Pence had let us down . he probably not going to be good for Pence .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8276
        }
    },
    {
        "segment_id": 11,
        "title": "Ralph Northam, Governor Of Virginia",
        "text": "There was also harrowing footage of the leaders of Congress in the capital in there Hydeway where there's secure location that was filmed by Nancy Pelosi's daughter, Alexander Pelosi, who was there on hand and she filmed Pelosi. and Schumer and other leaders of Congress, begging for help. They called Ralph Northam, Governor of Virginia to try to get the Virginia National Guard. They were trying to get the DC police. It was, that was, I mean, we knew that we had heard stories about it happen, but that was pretty scary to watch. Yeah, I mean, it was, it's, it just put you back in the moment of just how dangerous that was, which, , we always make ourselves numb to it. We're reminded every time this one is hearing, so we see the videos and the people storming the capital or just missing Mitt Romney or all the other near misses. It's a reminder that it is absolutely unbelievable that more people were not killed on that day given the scale of what happened and how close they came.",
        "keywords": [
            "reminded every time",
            "missing mitt romney",
            "called ralph northam",
            "also harrowing footage",
            "virginia national guard"
        ],
        "summary": "there was also harrowing footage of leaders of Congress in there Hydeway . they called Ralph Northam, governor of Virginia, to try to get the Virginia national guard . it was, that was, it's, it just put you back in the moment of just how dangerous that was .",
        "sentiment": {
            "label": "Positive",
            "score": 0.3766
        }
    },
    {
        "segment_id": 12,
        "title": "Wait Wait Let",
        "text": "I also think those videos are just absolutely damning of Kevin McCartney. Steve Scolise, John Thueh, Mitch McConnell, these Republicans who were on the phone with Democrats in that moment begging someone to get the president to tell the writers to leave to dispatch help. They don't do it. President Trump has not lifted a finger to save them at a time when they were at risk of being murdered. And still to this they carry water. All of them would endorphins the day after he announces they will stick with them, they will stuck with them this whole time and it's just a reminder of what historically treasonous cowards they are. Well, until your point about, , is this matter legally or is this just a political thing? The fact that the committee continues to play a clips of Mitch McConnell Kevin McCarthy after January 6th, Deming Donald Trump is purely political in the best possible way, just to remind everyone of the cowardice that you're talking about. Perusual with, , as part of that footage, perusual with everything in the, in the Trump era politics, moments of horror and tragedy are right next to moments of comedy, at one point, hence the Pelosi is talking about... time it's the last time we're gonna be able to use it so it's getting a little send up wait wait let's reboot in the lame doctor there we go there we go all right so today's hearing was about summing up the entire case against Donald Trump and his mega Republican friends for their attempted coup in 2020 a coup that started with an attempt to overturn the election even before the votes were counted and ended the violent attack on the the riders in the capital and she doesn't someone needs to quote clean up the poopoo that they're making literally and figuratively at the capital. Nancy Pelosi very famously does not swear and does not abide by anyone swearing near her or in her presence and so I think that is why she used that pattern which you can tell because at this moment where she's just she turns to Schumer point she goes, can you believe this is happening? And I was , how did she not drop an F bomb there? That's , that's the moment right there when they're, and she just, she was very also cool, calm, and collected. Yeah, of all the leaders and , Maconnulls down there, you see Thun, you see Schumer, and Holosi's just directing the whole thing, just , cool as a cucumber the whole time.",
        "keywords": [
            "mitch mcconnell kevin mccarthy",
            "wait wait let",
            "mega republican friends",
            "historically treasonous cowards",
            "best possible way"
        ],
        "summary": "the committee continues to play a clips of Mitch McConnell Kevin McCarthy after January 6th . it's just a reminder of what historically treasonous cowards they are . the pelosi is talking about a coup that started with an attempt to overturn the election .",
        "sentiment": {
            "label": "Negative",
            "score": -0.772
        }
    },
    {
        "segment_id": 13,
        "title": "Every Single Time",
        "text": "And also, and I love it, and every opportunity mentioned. Happy. the instigation of the President of the United States. Every single time, every call she's with, she finds a way to show it on message. She's always on message. Good for her, good for her. Yeah. All right, so stepping back, before we step back, John, would you me to read you the truth that was just posted? Yes. Yes.",
        "keywords": [
            "every single time",
            "every opportunity mentioned",
            "every call",
            "united states",
            "stepping back"
        ],
        "summary": "the instigation of the president of the u.s. was posted . she's always on message. Good for her, good for her.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9803
        }
    },
    {
        "segment_id": 14,
        "title": "Unselect Committee Ask",
        "text": "You got a truth. Okay, I'm aware of two things. First, they put out a two minute video on truth social that was pre-producing premade, said, why did the Unselect committee never talked about the peaceful enormous crowds of the January 6th speech or the overwhelming evidence of election fraud The shampon using the wrong truth those are some of the excerpts that video but then there is a boring Who Betty is also posted a truth that said why didn't the unselect committee ask me to testify months ago Why did they wait until the very end the final moments of their last meeting with the committee is a total bust that is only served to put a divider country wish by the way is doing very badly. I'll laughing stock all over the world. Man that is so Trump just clinging onto whatever bit of lame punditry that he saw in cable news because the one thing you'd hear from the bald pundits on cable after they did this being is well why did they wait until now? Why did they wait until now? So Trump just of course watches that because he's obviously watching the coverage hangs hangs onto that and you said that's the biggest truth. He's so fucking pretty cool. I mean the unselected committee. What does that even mean? Yeah, it doesn't. It doesn't mean any.",
        "keywords": [
            "coverage hangs hangs onto",
            "clinging onto whatever bit",
            "unselect committee never talked",
            "unselect committee ask",
            "testify months ago"
        ],
        "summary": "the unselect committee put out a two minute video on truth social that was pre-producing premade . it said why did the committee never talked about the peaceful enormous crowds of the speech or the overwhelming evidence of election fraud . why did they wait until the very end the final moments of their last meeting is a total bust .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9569
        }
    },
    {
        "segment_id": 15,
        "title": "Were They Not Selected?",
        "text": "Were they not selected? Were they randomly chosen? Were they randomly also randomly selected? I don't. It doesn't. what Donald Trump? I don't agree with you with English. what Donald Trump? That that truth that gets one political for me.",
        "keywords": [
            "randomly also randomly selected",
            "gets one political",
            "randomly chosen",
            "donald trump",
            "donald trump"
        ],
        "summary": "were they not selected? Were they randomly chosen? I don't .",
        "sentiment": {
            "label": "Positive",
            "score": 0.2846
        }
    },
    {
        "segment_id": 16,
        "title": "Real Valiant Attempt",
        "text": "That was that was not even a real valiant attempt. You can do better. You can do better. Seving back, do you think the January 6th hearing were successful, or do you think it's too early to say? It's obviously too early to say in the sense that, we, I guess we have another insurrection in a couple of years and we'll say they failed. It's , , it's , did the inflation reduction act point? to the climate change provisions in the inflation reduction for this, I don't know, to the planet melt, so we'll find out in centuries. But I think we have to judge there are ways to look at this and say they were successful.",
        "keywords": [
            "inflation reduction act point",
            "real valiant attempt",
            "january 6th hearing",
            "climate change provisions",
            "inflation reduction"
        ],
        "summary": "it's too early to say we have another insurrection in a couple of years and we'll say they failed . we have to judge there are ways to look at this and say they were successful . if you think the hearing was successful, you can do better .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8661
        }
    },
    {
        "segment_id": 17,
        "title": "Julian Zelizer",
        "text": "There was a very annoying, poorly thought out, pretty pundantic, bed at times today by someone who had a fever. No, I'm so mad that you read that because I read it this morning and I was , I don't even want it. I don't even want to make everyone mad by setting this around. Well, I'm setting it around. But this is going to be right here, Zach, because then we'll tell everyone why it's so. The point being, it was dumb. I'm not going to get into it. But the argument they met this individual, who once again, I said, I can't promise exists, because I don't do it here she is. But was that in the polling, the number of people who believe that the election was illegitimate has not from before the hearing to death. And if you view the hearing as, are we going to decrogram Trump supporters from thinking that the election was stolen?",
        "keywords": [
            "decrogram trump supporters",
            "make everyone mad",
            "tell everyone",
            "times today",
            "promise exists"
        ],
        "summary": "julian zelizer: if you view the hearing as, are we going to decrogram supporters from thinking that the election was stolen? he says the hearing was dumb, but the number of people who believe that election was illegitimate has not from before the hearing to death .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9624
        }
    },
    {
        "segment_id": 18,
        "title": "Subpoena Donald Trump",
        "text": "It was always doomed. That's not how this information works. That's not how our modern media ecosystem works. But it also from a political matter, it does not matter. It, that, whether they believe it's a big lie or not, is not. Congress. Committee presented new evidence, a new testimony, approved Trump knew about the violence at the Capitol and reacted by harging the mob, but then there was, as there always is in these hearings, Stan, there was a twist. We learned from some reporters during the hearing that at the end of the hearing, there would be a vote to subpoena Donald Trump himself and of course the committee delivered.",
        "keywords": [
            "modern media ecosystem works",
            "committee presented new evidence",
            "subpoena donald trump",
            "approved trump knew",
            "new testimony"
        ],
        "summary": "a committee presented new evidence, a new testimony, approved Trump knew about the violence at the capitol . but then there was, as there always is in these hearings, Stan, there was a twist . at the end of the hearing, there would be a vote to subpoena Trump himself .",
        "sentiment": {
            "label": "Negative",
            "score": -0.6716
        }
    },
    {
        "segment_id": 19,
        "title": "Julian Zelizer Says Polls Show",
        "text": "Absolutely, Councilor Ponce, it's not something that a commercial community has to do with this stuff. If the point was to remind everyone how deeply dangerous Donald Trump is, then they have made progress on that. It was to remind everyone that our democracy is in danger, then they have succeeded. In fact, you have seen movement in polls every time in the number of Republicans who think Donald Trump should be charged as high as one in four. public invader is in some holes for a little bit of someone. That's a big deal, right? That could, that is in a highly polarized, closely divided nation. That is it.",
        "keywords": [
            "deeply dangerous donald trump",
            "think donald trump",
            "polls every time",
            "closely divided nation",
            "seen movement"
        ],
        "summary": "julian zelizer: the point was to remind everyone how dangerous Donald Trump is . he says polls show that a public invader is in some holes for a little bit of someone . that could, that's in a highly polarized, closely divided nation .",
        "sentiment": {
            "label": "Negative",
            "score": -0.4005
        }
    },
    {
        "segment_id": 20,
        "title": "National Surveillance Management",
        "text": "And prior to these hearings, January 6th had been flushed down the memory of our national surveillance management. And they brought it back out and it's incredibly important to be here. Yeah, and look, the January 6th Committee cannot do anything about the fact that upwards 80% of the population did not follow news and political news especially closely. They can't fix that. What they can do is make the best case possible to get the most coverage possible in the news, which they did. for the audiences who watch, which admittedly is a small subset of the American population, but one that includes very influential media figures. journalists with quite a bit of reach. For that crowd it was important and they talked about it and they wrote about it and they talked about it on television and all the people who paid attention to that saw it and it was a damn good case they made the best case they could do and what was the alternative just not talk about the insurrection that took place in their capital why it's just of course of course they should have done beyond that they can't control Everyone, whatever one thinks. I mean, maybe this is damning with faith praise, but it's by far the most impactful, important set of congressional hearings since Iran Contra, I know, , we're not a quarter century here. It's hard to know what would be more.",
        "keywords": [
            "congressional hearings since iran contra",
            "political news especially closely",
            "january 6th committee cannot",
            "national surveillance management",
            "influential media figures"
        ],
        "summary": "the January 6th committee can't do anything about the fact that upwards 80% of the population did not follow news and political news especially closely . the committee can make the best case possible to get the most coverage possible in the news, which they did . it's by far the most impactful, important set of congressional hearings since Iran Contra .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9776
        }
    },
    {
        "segment_id": 21,
        "title": "Little Little Preview",
        "text": "So they did the absolute best job they could. They you can take the horse to war. You can't make a drink that they made it as compelling a case as anyone could possibly have made in this media environment the tools bill. I interviewed Rachel Maddow for offline this week and yeah just a little little preview and so she has this fantastic new podcast out called Ultra which is about a fascist movement that gained steam in the United States before World War II and the early four And it infiltrated members of Congress and it was thousands and thousands of people in the United States. I mean it was this crazy untold story. But I asked her, she said, look it ends up being a hopeful story because this movement was obviously defeated. And I said, well what was the best strategy that you found telling this story for defeating at the first time? And she said exposure. Exposure. is the number one most effective strategy, letting making sure that everyone knows what these people are up to, and making sure that it doesn't happen in the dark that everyone knows. And that's what the genuinely succumbed it.",
        "keywords": [
            "little little preview",
            "interviewed rachel maddow",
            "fantastic new podcast",
            "absolute best job",
            "world war ii"
        ],
        "summary": "she interviewed Rachel Maddow for offline this week . she has a fantastic new podcast out called Ultra . it is about a fascist movement that gained steam in the united states .",
        "sentiment": {
            "label": "Positive",
            "score": 0.963
        }
    },
    {
        "segment_id": 22,
        "title": "It'S Not Gonna Absolve The",
        "text": "And , you're right, who knows what will happen from here? It's not gonna , is it gonna lead to Donald Trump's arrest in prison? No, we're all gonna have to make the case that Donald Trump should not be present again. It's not gonna absolve the- of us of the very hard work that we have ahead of us to make sure this man does not become present. I know that's what we wanted, but that's not how it works. So I think they did a great job. I mean, the question is what's next on the legal front? , are we all just waiting for Merritt Garland to cross the T's and dot the A's on the post-election indictment of Donald Trump or what? Yeah, and it's a question on for what right?",
        "keywords": [
            "merritt garland",
            "legal front",
            "hard work",
            "great job",
            "election indictment"
        ],
        "summary": "it's not gonna absolve the- of us of the very hard work that we have ahead of us to make sure this man does not become present again . we're all gonna have to make the case that Donald Trump should not be present again, he says .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8469
        }
    },
    {
        "segment_id": 23,
        "title": "Immediate Consideration Resolved",
        "text": "Merrick Groves got multiple criminal investigations going into Trump the We have investigations in Fulton County, Georgia. There are other investigations in Trump businesses in New York It's really a race to who can get their indictment out first I guess but that we are in this awkward position now where we're clearly too close the election for the Department of Justice to Make that was gonna happen Here's a clip. It is our obligation to seek Donald Trump's testimony. He is the one person at the center of the story of what happened on January 6th. So you want to hear from him? Pursuant to today's notice, I send to the desk a committee resolution and ask for its immediate consideration resolved at the chair. And once ago, if they don't really do that, if they're going to do it, what happens after the election? Is there some period afterwards between what happens at Donald Trump announces for president in that period? , when you and I were talking at night, the Averyman last week, the court number, , she pointed out the more the reasons he wants to run is because he wants the constitutional protections that come with being president from indictment.",
        "keywords": [
            "merrick groves got multiple criminal investigations going",
            "immediate consideration resolved",
            "averyman last week",
            "seek donald trump",
            "donald trump announces"
        ],
        "summary": "we have investigations in Fulton County, Georgia . it's really a race to who can get their indictment out first I guess . we are in this awkward position now where we're clearly too close the election .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8668
        }
    },
    {
        "segment_id": 24,
        "title": "Peanut Will Be No Employed",
        "text": "Right. And so this is... But who knows what's going to happen? The committee can't make them. I do think that the committee clearly put information out into the world that the Department of Justice did not know. Some of that put brief red reports about that and has an increased public pressure on the Department of Justice to do so. Whether that means they will indict on the SB Naja Act for the monologue case, whether they will do something, indict someone, whether they're trying to trust the people around here. We don't allow. know and once again we don't have control. And if you're looking for even not that anyone listens to podcast needs even more motivation for these midterms is if we can retain control of the house we have the ability to see this through who continue to put pressure on down. He wants to run the clock out on this. Maybe it will be enforced maybe it won't but if we're going to take Congress over then this peanut will be no employed I believe. So the ability to keep pressing this case. if we keep the house.",
        "keywords": [
            "put brief red reports",
            "committee clearly put information",
            "sb naja act",
            "increased public pressure",
            "podcast needs even"
        ],
        "summary": "if we can retain control of the house we have the ability to see this through who continue to put pressure on down . if it will be enforced maybe it won't but this peanut will be no employed .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9695
        }
    },
    {
        "segment_id": 25,
        "title": "Former Pence Chief",
        "text": "And there were two other pieces of notable Trump legal news today during the hearing. The first was that former Pence chief of staff from Mark Short and Trump National Security Advisor, Cash Mattel, were seen today, federal courthouse, here in DC where Graham Gears me. So that could be happening. And then we found that the Supreme Court denied Trump's appeal over the Mar-a-Lago documents. No dissents, no dissents, the Supreme Court does not want to save him on this one. I mean, there is one other one that I think is supposed to work noting, which came out the time during hearing, I guess, which is, as we know, Donald Trump's, the Trump organization's business is under, so the investigation is being sued. pretty massive civil case in state of New York So right before that those charges were that case was launched that on Trump went to my home city of Delaware where you can But where you were all corporations are currently created to form a new business called Trump organization to Spoke you would have his separate business that under the age was just amazing and its audacity and it's in a and it's That can create something. Yeah. I think he's a criminal. It doesn't sound he's a... Doesn't sound he's a great guy.",
        "keywords": [
            "notable trump legal news today",
            "new business called trump organization",
            "trump national security advisor",
            "pretty massive civil case",
            "supreme court denied trump"
        ],
        "summary": "the first was that former Pence chief of staff from Mark Short and cash Mattel were seen today in federal courthouse . the second was that the supreme court denied the appeal over the mar-a-Lago documents . he says the case is being sued because the investigation is being investigated .",
        "sentiment": {
            "label": "Positive",
            "score": 0.947
        }
    },
    {
        "segment_id": 26,
        "title": "Liz Cheney-Babble Heads",
        "text": "What happens if there are no time for diamonds? We all have to castigate Democrats as miserable failures and put away our Liz Cheney-Babble heads. What happens? Look, it is not the fault of this committee if there are no diamonds. They have no control of that. They have no ability to indict Trump. That is not on damn it. I don't see... think in the if you want to do an accurate rendering of the history of this committee hearing that should not be a dimmering on they've done all they possibly could if Merrick Garland were to decide not to indict Trump for all the various crimes that's something that people have to answer for in history books that if we it's it's always we've tried to be I think as fair in open that by the chat challenges of making a case against women in high stakes for the Department of Justice. But if the reason they don't pursue it is political, I think that is something that is going to be very damning. In the short term, for a political system, and very damning for how this Department of Justice in America, on its 10-year-old sea, public courts and history. What else do you think?",
        "keywords": [
            "see ... think",
            "various crimes",
            "short term",
            "put away",
            "public courts"
        ],
        "summary": "we all have to castigate Democrats as miserable failures and put away our Liz Cheney-Babble heads . it is not the fault of this committee if there are no diamonds. they have no ability to indict Trump.",
        "sentiment": {
            "label": "Negative",
            "score": -0.6114
        }
    },
    {
        "segment_id": 27,
        "title": "Jengry Six Batak",
        "text": "that we all have to be open to the fact that they might not bring an indictment because they do not believe that they can get a conviction for that the indictment is warrant, right? , we can all go on Twitter and see all the Twitter lawyers saying that, , oh, he definitely broke this law or that law, but , what? That's not what we do. And we're not in the Department of Justice. You're right. and is hereby directed to subpoena donald j trump for documents and testimony in connection with the jengry six batak on the united states capital mr. chairman on this vote there are nine eyes zero knows wow male bider it would have been funny if someone if one of the retired members of the area was fuck that no and then immediately reset that if they were doing it because they're worried about the politics that's inexcusable. But there's a possibility they don't do it because they don't think that they can prove that he actually broke it to the last. Even though what he did was fucking redness.",
        "keywords": [
            "nine eyes zero knows wow male bider",
            "united states capital mr",
            "subpoena donald j trump",
            "jengry six batak",
            "twitter lawyers saying"
        ],
        "summary": "we all have to be open to the fact that they might not bring an indictment because they don't believe that they can get a conviction for that the indictments are warrant . we can all go on twitter and see all the lawyers saying that, oh, he definitely broke this law or that law, but , what? that's not what we do.",
        "sentiment": {
            "label": "Positive",
            "score": 0.6818
        }
    },
    {
        "segment_id": 28,
        "title": "Could Still Announce",
        "text": "So we'll see. And also it's not a panacea. Merrick Garvey could indict Trump tomorrow. And he could still announce for president. In fact he would. And maybe win. The only thing that we can control is what happens in the elections. In this election, in this election, in this election, in this election.",
        "keywords": [
            "merrick garvey could indict trump tomorrow",
            "could still announce",
            "maybe win",
            "would",
            "thing"
        ],
        "summary": "the only thing that we can control is what happens in the elections . Merrick Garvey could indict Trump tomorrow . he could still announce for president.",
        "sentiment": {
            "label": "Positive",
            "score": 0.5859
        }
    },
    {
        "segment_id": 29,
        "title": "Political Analysis Found",
        "text": "We have no control over what America all and does, or what happens after the Department of Justice were to be done. We don't, that would be in the hands of a jury. That would be in the hands of a judge ruling on motions, all of this is. All we control is political commando. It cannot depend. and the legal accountability to solve our political problem. So you'll all hear a lot about these hearings on Twitter and on cable news and right here in this podcast. But one place you won't hear about them is on the campaign trail. So a political analysis found that less than 2% of all spending on top of it. and ads in house races have been about January 6th and the Democrats of air just two dozen spots focused on threats of democracy in about 16 different battleground districts.",
        "keywords": [
            "two dozen spots focused",
            "16 different battleground districts",
            "political analysis found",
            "political problem",
            "political commando"
        ],
        "summary": "we have no control over what America all and does, or what happens after the Department of Justice were to be done . that would be in the hands of a judge ruling on motions, all of this is . all we control is political commando.",
        "sentiment": {
            "label": "Negative",
            "score": -0.3071
        }
    },
    {
        "segment_id": 30,
        "title": "January 6Th Rally",
        "text": "Why do you think this is? Because it is backward looking and Donald Trump himself is nigh on the balance. Trombism is on the ballot, which is why you've seen a lot of ads about mega extremism and extremist views. And there have been ads and senate races and other races about January 6th when you would have each shocking number of Republican candidates who were at the Capitol that day. Mark Fincham, Doug Nestiano, a whole bunch of people were at the January 6th rally and you see it there but it is we want this race to be a referendum on Republican but that referendum has to be on extremism going forward not extraordinary that happened in the past. And while this committee is doing the right thing to focus on that in their capacity, if you're making the case to voters, it has to be about what happens after the selection, not what happened after the last election. And a referendum on extremism that affects your life directly. And this is what I heard over and over again, every single focus group for the wilderness when I asked.",
        "keywords": [
            "every single focus group",
            "january 6th rally",
            "extremism going forward",
            "january 6th",
            "whole bunch"
        ],
        "summary": "there have been ads about mega extremism and extremist views about January 6th . a referendum has to be on extremeism going forward not extraordinary that happened in the past . this committee is doing the right thing to focus on that in their capacity .",
        "sentiment": {
            "label": "Negative",
            "score": -0.0644
        }
    },
    {
        "segment_id": 31,
        "title": "Really January 6Th",
        "text": "what issues is the media covered too much, what issues is the media not cover enough, and under cover too much January 6th these hearings came up again and again, and what does the media not cover enough, the economy, healthcare, education, things that real and abortion, although that was getting a lot of coverage so people talked about it as an issue that they cared about but not as one that wasn't getting enough coverage, because So, again, , you're trying to get people to vote for you who don't pay close attention to the news and to politics. And what they want to know is, if I show up and vote for you, what are you going to do to make my life better? And we can all say, well, what they're going to do is protect democracy from another insurrection. But to someone who's just struggling to get through the day, that... The answer just doesn't land as effectively. And we can be upset about that for sure, and wish that more people would care, but that's not the reality that we're living. And we have to operate within reality. That's politics. It's interesting because one thing I thought about is we talked to Pat Ryan, who went on that special house race in New York a couple months ago, and he did make democracy central to the world. through that race, but it wasn't really January 6th that he talked about a lot.",
        "keywords": [
            "really january 6th",
            "pay close attention",
            "couple months ago",
            "people would care",
            "special house race"
        ],
        "summary": "what issues are the media covered too much, what issues is the media not cover enough, and what does it cover enough . people talked about it as an issue that they cared about but not as one that wasn't getting enough coverage . if you show up and vote for you, what are you going to do to make my life better?",
        "sentiment": {
            "label": "Positive",
            "score": 0.9673
        }
    },
    {
        "segment_id": 32,
        "title": "Writ Large",
        "text": "It was the threat to democracy writ large and he folded in the threat to our freedoms and what they've done and the DOBS decision and everything else Republicans have done and all the other extremism. He folded it into one argument. And I do think there's probably a way for Democrats to make the larger threat to democracy Congress take a job as the guest host of the 5th. Alright so big twist, Trump gets subpoenaed. Why do you think they did it and what happens now? Well we know what happens after Congress chooses subpoena. Nothing. I mean you and I were joking earlier but Congressional subpoena is apparently in this day and age have the legal force. a part of this midterm campaign as long as you make it tangible for people. Right.",
        "keywords": [
            "trump gets subpoenaed",
            "everything else republicans",
            "democracy writ large",
            "democracy congress take",
            "congress chooses subpoena"
        ],
        "summary": "it was the threat to democracy writ large and he folded it into one argument . I think there's probably a way for Democrats to make the larger threat to democratic Congress take a job as the guest host of the 5th .",
        "sentiment": {
            "label": "Negative",
            "score": -0.4588
        }
    },
    {
        "segment_id": 33,
        "title": "Pat Ryan'S Campaign Message",
        "text": "The reason that this extremist minority is willing to seize power in every way possible. Throwing out votes, suppressing votes, violently storming the capital is because they want to put in place an extremist, unpopular agenda that includes getting abortion, banning marriage or equality, banning books, primetime social security, Medicare, things that they could not put in place through the normal-corsial politics because the vast majority of the country opposes. And so you that is what Pat Ryan's campaign message was. It's tied all of the Republican efforts to undermine our democracy as a way to put in place this extremist agenda that affected people's lives. And that is the connect that you mentioned. So there's a way to do it that is not about that is bigger than January. January is a very important issue in this one that should be talked about, but in the context of making a political persuasion argument, there are better ways. Speaking of credit and Social Security and Medicare, NBC News reported today that those two issues have become a focus of Democratic campaign at the cycle of... Peace also says quote, these ads come as Bernie Sanders and James Carville have warned Democrats that relying only on abortion is a mistake and they also need to turn to economic issues. What do you think about that? And they have feelings. That's that.",
        "keywords": [
            "... peace also says quote",
            "nbc news reported today",
            "political persuasion argument",
            "primetime social security",
            "includes getting abortion"
        ],
        "summary": "pat Ryan's campaign message is tied all of the Republican efforts to undermine our democracy as a way to put in place this extremist agenda that affected people's lives . john avlon: it's a very important issue in this one that should be talked about, but there are better ways to do it .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8223
        }
    },
    {
        "segment_id": 34,
        "title": "Gazillion Campaign Apps",
        "text": "It's just this draw man argument here is so annoying. No. No one is running only on abortion. What is arguing that people only run on abortion? That's not a thing that's happened. It's just, it's not. There's just, if you look, I watch a gazillion campaign apps with QuickBooks React, we pay attention when these campaigns are doing, no one is doing that. Is abortion a central issue in this race? Yes, should it be? Yes. There's the poll, through the poll show, that it is effective, both in engaging Democrats who have been disengaged from the politics and in- for suiting the voters need? Yes.",
        "keywords": [
            "gazillion campaign apps",
            "draw man argument",
            "voters need",
            "quickbooks react",
            "pay attention"
        ],
        "summary": "there's the poll, through the poll show, that it is effective, both in engaging Democrats who have been disengaged from the politics and in-for suiting the voters need? yes, it's not a thing that's happened .",
        "sentiment": {
            "label": "Negative",
            "score": -0.3432
        }
    },
    {
        "segment_id": 35,
        "title": "Honestly, This Is So Bad",
        "text": "But it's only part of the earth. So just... Did you read Bernie's op-ed? About this? No, I just wrote the tweet. So do you think I am? I... Honestly, this is so bad. I don't even know that I didn't know there was not that.",
        "keywords": [
            "read bernie",
            "even know",
            "know",
            "wrote",
            "tweet"
        ],
        "summary": "I don't even know that I didn't know there was not that . I just wrote the tweet. Honestly, this is so bad .",
        "sentiment": {
            "label": "Negative",
            "score": -0.5827
        }
    },
    {
        "segment_id": 36,
        "title": "Bernie Sanders Wrote An Op-Ed",
        "text": "All the tweets are bad. I got so mad. I just got so mad that I checked out. Bernie Sanders wrote an op-ed in the Guardian. as one does. In the Guardian? What is happening? We sure this is real.",
        "keywords": [
            "bernie sanders wrote",
            "tweets",
            "sure",
            "real",
            "op"
        ],
        "summary": "all the tweets are bad. I got so mad that I checked out . Bernie Sanders wrote an op-ed in the Guardian.",
        "sentiment": {
            "label": "Negative",
            "score": -0.8955
        }
    },
    {
        "segment_id": 37,
        "title": "Political Experts React",
        "text": "I read it with my own eyes. I read it with my own eyes. And look, so basically he says in the out bed, he starts by saying abortion is critical. It should not be on the back burner. We should be talking about it's an important issue. But I am hearing that democratic consultants are advising candidates to just cut- A couple abortion ads for the last couple weeks and just wait for the victory I'm paraphrasing that's basically what yeah, and so then he said and this is why we need to also talk about economic issues So Bernie is claiming that he's hearing this is what consultants are saying, but you're saying As as the host of political experts react that looks at every campaign that you have not seen I've not seen that and We are friends with Democratic talkings. We know lots of people working on races. I, if there are people saying that, they are very nice. The ones who are working on the most races, the ones we know are not naming that.",
        "keywords": [
            "political experts react",
            "last couple weeks",
            "couple abortion ads",
            "saying abortion",
            "important issue"
        ],
        "summary": "democratic consultants are advising candidates to cut abortion ads for the last couple weeks and wait for the victory . Bernie is claiming that he's hearing this is what consultants are saying, but you're saying . if there are people saying that, they are very nice.",
        "sentiment": {
            "label": "Positive",
            "score": 0.8477
        }
    },
    {
        "segment_id": 38,
        "title": "Someone Talking",
        "text": "And just, no one is , just cut a couple of ads and wait for Victory to roll in. That's not real. That's not real. I think what's happening is a bull. as an issue does get more media coverage. Just as every political issue gets more media coverage than the economic issues the Democrats are always told to drive home. Because cultural, social, political, all those issues just get a lot of media coverage. And someone talking about raising the minimum wage and health care, those issues happen to be of a table as opposed to pick it's but I look I think to be all seriousness.",
        "keywords": [
            "every political issue gets",
            "someone talking",
            "minimum wage",
            "media coverage",
            "media coverage"
        ],
        "summary": "every political issue gets more media coverage than the economic issues the Democrats are always told to drive home . that's not real, but what's happening is a bull, he says .",
        "sentiment": {
            "label": "Negative",
            "score": -0.09
        }
    },
    {
        "segment_id": 39,
        "title": "Stump Every Day",
        "text": "Amanda Carpenter who's a never trump or publican strategist made this point is they're not subpoena Trump expecting that he is going to testify particularly if we're on a constrained timeline because the Republicans might take the house in a few months. But is to show they subpoenaed him and he refused to testify and that's the point Central to democratic campaigns stump speeches television ads, but they just don't get the same level of media coverage unless you have a situation where Republicans are trying to appeal the affordable care at right otherwise you don't care about that so that there is that but that doesn't That is much different than actual campaigns that are spending money on ads and going out on stump every day only talking about a board There are lots of abortion ads, but there are also a lot of ads about the public extremeism of which abortion is as it should be an important part of the other issues in there as well. And some of those issues, as we'll get to in two seconds, are recognized. Right. So what do you think about the Medicare Social Security strategy that NBC News was reporting on in general? It's good. It is a good strategy if done in the right way. The way you say good did not really come. Well, there, we've, in a lot of tough elections, where things are not looking great for Democrats.",
        "keywords": [
            "democratic campaigns stump speeches television ads",
            "medicare social security strategy",
            "stump every day",
            "publican strategist made",
            "media coverage unless"
        ],
        "summary": "the point is to show they subpoenaed him and he refused to testify . but they don't get the same level of media coverage unless you have a situation where Republicans are trying to appeal the affordable care at right . there are lots of abortion ads, but there are also a lot of ads about the public extremeism of which abortion is as it should be an important part of the other issues in there as well .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8637
        }
    },
    {
        "segment_id": 40,
        "title": "Inflation In A One Dimension",
        "text": "It's , this is the last card in the deck that we've, right? So, security medic are going to come in, and it's , we're , oh my God, seniors, we gotta get them. But in this case, and in the ads that I've seen about this, including some from... Mark Kelly and some from John Federman, some ads from groups supporting that in those races are good because what they are really addressing is inflation. Now that seems crazy but very little. There is a tendency to look at these issues inflation in a one dimension. It's about inflation. What did, , let's talk about what we, it's not a problem that human gummies all campaign issues are about come down to, where they're a proxy really for, who do you trust to fight for you on this issue? Who do you trust to fight for you on the economy? Not who is responsible for getting it here, who has what plans for doing it?",
        "keywords": [
            "... mark kelly",
            "seems crazy",
            "security medic",
            "really addressing",
            "proxy really"
        ],
        "summary": "there is a tendency to look at these issues inflation in a one dimension . it's about inflation . what do you trust to fight for you on this issue?",
        "sentiment": {
            "label": "Positive",
            "score": 0.9072
        }
    },
    {
        "segment_id": 41,
        "title": "Wanna Get Socially",
        "text": "Do you actually trust? And if you can convince people that Republicans are the people you wanna get socially-curry in Medicare, those are people you cannot trust to take on. all companies to stand up the big corporations are in price gouging to fight for working in middle class and so it is actually an extension of this extreme sardine where they these are extreme positions and someone who is willing to force a young person to bring a pregnancy to term after being raped is the same person who would for throw collection and cut social security money. And so these are extremist views and they are on the economy. And essentially what we're trying to do is disqualify Republicans from being people you would trust to deal with. The voters who say the place is on the one issue, would you really trust somebody who wants to put your social security into the stock market right now? That is the argument there. I think that is a lot of key caveman's hunting they're doing it in the right way.",
        "keywords": [
            "cut social security money",
            "wanna get socially",
            "stock market right",
            "really trust somebody",
            "social security"
        ],
        "summary": "if you can convince people that Republicans are the people you wanna get socially-curry in Medicare, those are people you cannot trust to take on . the voters who say the place is on the one issue, would you really trust somebody who wants to put your social security into the stock market right now?",
        "sentiment": {
            "label": "Positive",
            "score": 0.4312
        }
    },
    {
        "segment_id": 42,
        "title": "Global Economy Unless",
        "text": "There's also a newspeg here in the final weeks of the election. This isn't just based on Rick Scott's campaign plan that Mitch McConnell said would never happen that got Nokia to death. This is a Bloomberg story from last week where a bunch of House Republicans who are all vying to be the chair of the Ways and Means. if the Republicans pay back the House, talked to Bloomberg News and said what they're planning to do is to use the debt ceiling negotiations that'll be happening in 2023 as they're gonna hold the debt ceiling hostage until they get cuts to Medicare and Social Security. They said this and Medicaid. They said this to the Bloomberg reporter. They're , we're gonna have to go after entitlements. and they're not going to raise the debt ceiling unless they get entitlement cuts. So that means Medicare and Social Security Medicaid. So it's , yeah, of course, every Democrat running should run out there and say, look, if these guys take the house, even though Joe Biden's still going to be president, they're going to try to hold the debt ceiling hostage and maybe crash the global economy unless they get cuts to Medicare and Social Security. I'd be running on that all the fucking time.",
        "keywords": [
            "mitch mcconnell said would never happen",
            "even though joe biden",
            "global economy unless",
            "debt ceiling unless",
            "debt ceiling negotiations"
        ],
        "summary": "if the Republicans pay back the House, they're gonna hold the debt ceiling hostage until they get cuts to Medicare and Social Security . they said this to the Bloomberg reporter . this is a story from last week where a bunch of House Republicans are vying to be the chair of the Ways and Means .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9175
        }
    },
    {
        "segment_id": 43,
        "title": "Another Way",
        "text": "And another way to connect the dots here is to all of this. He's at the center of this. He lied. He knew he lost. He knew violence has come. He lied about it then. He's lying about it now and he does not have the courage to answer those questions. And that's the point.",
        "keywords": [
            "another way",
            "knew violence",
            "knew",
            "questions",
            "point"
        ],
        "summary": "he's at the center of this. He lied about it now and does not have the courage to answer those questions . that's the point of connecting the dots here .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9488
        }
    },
    {
        "segment_id": 44,
        "title": "Cutting Social Security",
        "text": "Yeah, it's definitely getting in his head, which is why I've been asking our team to monitor truth, social, or any truths. I mean, any truths from Trump. is the vast majority of Republicans wanting to say that they want to repeal the inflation reduction. They're going to talk to Michael Bennett, I'm going to read it here shortly, where his opponent wasn't doing that means that you were going to increase the deficit because you were going to repeal the minimum tax, which means that large corporations can keep paying zero dollars in taxes. And how are you going to pay for that by cutting social security? So less taxes for corporate- operations, less social security Medicare for you? Yeah, no. I think that is the right message.",
        "keywords": [
            "keep paying zero dollars",
            "less social security medicare",
            "cutting social security",
            "less taxes",
            "vast majority"
        ],
        "summary": "conservatives want to repeal the inflation reduction . they're going to talk to Michael Bennett, he's going to read it here shortly . he wasn't doing that means that you were going to increase the deficit .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9421
        }
    },
    {
        "segment_id": 45,
        "title": "Senator Michael Bennett",
        "text": "And again, and with the detailing thing too, you get to tie in the extremism because it's of course extreme to hold the global economy hostage because you want cuts to Medicare and social security. So, all right. When we come back, we will have Dan's interview with Senator Michael Bennett. Joining us out a talk about his upcoming reelection is Colorado Senator Michael Bennett. Welcome back to Potsdam America. Thanks, Dan. It's great to be with you. I want to start with a quick reaction to today's news. Inflation remains stubbornly high. Everyone who's out there talking to voters as you are knows, this is top of mind for everyone else.",
        "keywords": [
            "inflation remains stubbornly high",
            "colorado senator michael bennett",
            "senator michael bennett",
            "global economy hostage",
            "welcome back"
        ],
        "summary": "we will have Dan's interview with senator Michael Bennett . he's joining us out a talk about his upcoming reelection . it's great to be with you.",
        "sentiment": {
            "label": "Positive",
            "score": 0.8807
        }
    },
    {
        "segment_id": 46,
        "title": "Slowing Wage Growth",
        "text": "The Fed has a very aggressive strategy of rate increases to essentially slow down the economy. A lot of folks are concerned that that is going to put the burden on working families by raising an unemployment and slowing wage growth. Is the Fed doing the right thing? And if not, what else should they be doing? I think they're doing the right thing because unfortunately, I don't think they have much of a choice. I think they... This is Monday morning quarterback and I'll admit that but I think they waited too long to do this. They kept interest rates at zero for too long and I think the breadth of the quantitative easing probably was broader than it should have been. I've had this conversation with the Fed here because of concerns that I had. Before the inflation concerns that I had about the cost of housing and television. Rado was on through the roof.",
        "keywords": [
            "slowing wage growth",
            "quantitative easing probably",
            "monday morning quarterback",
            "kept interest rates",
            "working families"
        ],
        "summary": "a lot of people are concerned that that is going to put the burden on working families by raising an unemployment and slowing wage growth . I think they're doing the right thing because unfortunately, I don't think they have much of a choice . the breadth of the quantitative easing probably was broader than it should have been .",
        "sentiment": {
            "label": "Positive",
            "score": 0.6141
        }
    },
    {
        "segment_id": 47,
        "title": "Durable Supply Chains",
        "text": "There's no workforce housing left in our state. , and that's partly the result I think, keep you disagree with me, partly the roof of a Federal Reserve that intervened and drove asset prices and the stock market through the roof so that people with cash could pay whatever it is they want to pay for housing in Colorado. I'm not saying they shouldn't have intervened, but I... do you think that was an unintended consequence of the intervention? And to your point, once again, we find ourselves in the back end of a recession, making income inequality worse in this country. Creating more, a country where the folks at the very top benefit every time the economy falls or grows. working people, , often, , for them, economic recoveries over the last 50 years have actually acted recession. And I would say, , a more important question is, can we hopefully claim that we're at the end of the Reagan era and the end of this supply side trickle down economics economics and privileged people that wanted to make stuff as cheaply as possible in Southeast Asia or China over lots of other things We could have privileged in our economy decent wages and art having durable supply chains and and International security and I think the bill that we recently passed the president signed the chipsack, to Imp to my mind and way maybe the for a step trying to say, we're going to privilege some other stuff. No, and we're going to bring supply, the semiconductor supply chains back to America for a variety of reasons, not to lose which is our national security, but I think we ought to be thinking about other things too, in the wake of the busted supply chains that really have caused inflation that we're dealing with now, in addition to the rising energy prices that have",
        "keywords": [
            "top benefit every time",
            "making income inequality worse",
            "semiconductor supply chains back",
            "cash could pay whatever",
            "durable supply chains"
        ],
        "summary": "there's no workforce housing left in our state, says john avlon . he says the federal reserve intervened and drove asset prices and the stock market through the roof so that people with cash could pay whatever it is they want to pay for housing in Colorado . the president signed the chipsack, to Imp to my mind and way maybe the for a step trying to say, we're going to privilege some other stuff .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9758
        }
    }
]