[
    {
        "segment_id": 1,
        "title": "Luke Chapter 10",
        "text": "Luke chapter 10, I'll begin reading in verse 38, I'll be down to verse 42. I came to pass as they went that he entered to a certain village and a certain woman named Martha received him into our house. She had a sister called Mary, which also said that Jesus' speed inferred his word. But Martha was comfort about, let's say, came to him and said, Lord, thus, thou not care that my sister left me to serve alone. Therefore the she-held, Jesus answered, said, Martha and Martha, they are careful and troubled about menacing. But once he is needful, Mary has chosen that good part, which I have taken away from her. We're going to talk tonight, this topic here, building the life of the ministry of Jesus, believer and its relationship with God, seems to be the connecting truth through several events, and I tell you what, in a Bible study, but there's just from reason they wanted more than one Bethany. So yeah, he did a Bethany.",
        "keywords": [
            "certain woman named martha received",
            "luke chapter 10",
            "sister called mary",
            "certain village",
            "sister left"
        ],
        "summary": "we're going to talk tonight, building the life of the ministry of Jesus, believer and its relationship with God . he did a Bethany, but it's just because they wanted more than one Bethany .",
        "sentiment": {
            "label": "Positive",
            "score": 0.861
        }
    },
    {
        "segment_id": 2,
        "title": "Right Beside Jerusalem",
        "text": "I didn't even have more than that. There's only two that we know. Does that answer your question? We're talking about the one important Bethany right here on the right beside Jerusalem. Right, that. Right beside Jerusalem. All right. So that's what we're talking about.",
        "keywords": [
            "one important bethany right",
            "right beside jerusalem",
            "right beside jerusalem",
            "right",
            "right"
        ],
        "summary": "we're talking about the one important Bethany right here on the right beside Jerusalem . right, that. Right beside Jerusalem.",
        "sentiment": {
            "label": "Positive",
            "score": 0.2023
        }
    },
    {
        "segment_id": 3,
        "title": "Thou Hast Sought",
        "text": "Now, so in this, so there in Bethany, Jesus in Bethany. lift the voice and said unto him, bless it is the womb that bear thee and the paps which thou hast sought. But he said, yea, rap, blessed are they that fear the word of God and keep it. Turns it. , that's not the bless. Now look down to verse 32. The men and men of the, which is men of our tongues, the men and men of us are wise up in the judgment with this gentleman. and shall condemn it. Now watch this, but they repent it at the preaching of Jones. And hold it greater than Jones.",
        "keywords": [
            "thou hast sought",
            "verse 32",
            "shall condemn",
            "bear thee",
            "said unto"
        ],
        "summary": "yea, rap, blessed are they that fear the word of God and keep it . now look down to verse 32 . the men and men of the, which is men of our tongues .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7651
        }
    },
    {
        "segment_id": 4,
        "title": "Whole Body",
        "text": "No man, when he has lied to the candle, put it on secret place, but neither under a bushel, but on a candle state, that they come in, they see the light. The light of the body is the eye. Therefore when that eye is single, that whole body also full of light. But when that eye is evil, that whole body is... Body also is full of darkness. And he goes on and talks about that. I'm just going to put these together. There's three things that we're going to tie together here into number four. Number four is this. The hindrance to our relationship with God is us, not God.",
        "keywords": [
            "whole body also full",
            "whole body",
            "body also",
            "three things",
            "secret place"
        ],
        "summary": "no man, when he has lied to the candle, put it on secret place, but neither under a bushel, but on a candle state, that they come in, they see the light . when that eye is single, that whole body also is full of darkness . there's three things that we're going to tie together here into number four .",
        "sentiment": {
            "label": "Negative",
            "score": -0.922
        }
    },
    {
        "segment_id": 5,
        "title": "Probably Nowhere Near",
        "text": "Here's an old illustration. You've been a church. You've heard every guest preacher use a problem. Okay, so the guys going down the, remember the older cars when they had the bucket seats in front, so the, probably nowhere near a safe there are now, but now we have the single seat, but they had the bucket seats, I'm talking about one time, you pick up the seat, you'll have them on, I guess, hold on. Anyway, it's the bucket seat. So this is the setting. So here's a guy driving down his car bucket seat and his wife's over here looking up. Benzie, Benzie, that's what I said, Benzie, not the bucket, yeah the bucket is what we have now. Not the bucket, the Benzie, so now that, so they remember, you remember years ago when they had the Benzie in all the parts, okay, now the woman's over here and she's , , there's a problem, okay, it's always the, what?",
        "keywords": [
            "heard every guest preacher use",
            "probably nowhere near",
            "remember years ago",
            "car bucket seat",
            "single seat"
        ],
        "summary": "there's a problem with the bucket seats, but now we have the single seat . the bucket seat is what we have now . it's the bucket, the Benzie, so now that, so they remember .",
        "sentiment": {
            "label": "Negative",
            "score": -0.5081
        }
    },
    {
        "segment_id": 6,
        "title": "Still Behind",
        "text": "and you're just coming out and just gonna wait for the I know it's coming. And so she says, you remember when we were first men, how we always had so close together with you. You just love it when I sat beside you and your arm around me. What happened? You're the guy said. haven't moved. He's still behind the steering wheel. Who moved?",
        "keywords": [
            "still behind",
            "steering wheel",
            "sat beside",
            "guy said",
            "gonna wait"
        ],
        "summary": "you remember when we were first men, how we always had so close together with you . you're the guy said. haven't moved.",
        "sentiment": {
            "label": "Positive",
            "score": 0.6767
        }
    },
    {
        "segment_id": 7,
        "title": "Sings Songs",
        "text": "Sometimes we do as a Lord. We're , I just don't feel close to Lord anymore. I don't feel warm-hearted. What happened? You tell you what happened? You have. The Lord's the same. He never changed. He sings songs that again now. He's , no, he didn't feel and there's some person about it too.",
        "keywords": [
            "sings songs",
            "never changed",
            "feel warm",
            "feel close",
            "lord anymore"
        ],
        "summary": "sometimes we do as a Lord. I don't feel close to Lord anymore . you tell you what happened?",
        "sentiment": {
            "label": "Neutral",
            "score": 0.0
        }
    },
    {
        "segment_id": 8,
        "title": "Teaching Eating Fellas",
        "text": "So he never changes. He's always the same. So if there is a... now hindrance if there's something that's separating it, the Lord is no different. So we're at fault and we need to deal with what's going on in our life. Now think about this based on this text what he's talking about here in Luke's life. The fact that God would seek out the wicked, ungodly Ninevites is evidence that God desires relationship with anyone who would open their heart. outside of Jerusalem and most likely the next parts that we talked about he will be traveling in through this area which is called Priya and this maybe this countryside here of Judea it seems he takes one more trip a big circular trip to Dallin from back to Jerusalem but doesn't really stay in Galler he was before most of his ministry now is in this area right here so He's been a little bit headquartering out of here and then branch off in here very close other scripture very close to Mary Martha and the last All right, so here's the time of conversation time of teaching eating fellas. It's very personal time now If you think about that I think it's beneficial for us as we think about the Bible think about scripture It's beneficial us to remember that Jesus spoke times a very large crowd.",
        "keywords": [
            "teaching eating fellas",
            "little bit headquartering",
            "jesus spoke times",
            "god desires relationship",
            "god would seek"
        ],
        "summary": "the fact that God would seek out the wicked, ungodly Ninevites is evidence that God desires relationship with anyone who would open their heart . now think about this based on this text what he's talking about here in Luke's life .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7762
        }
    },
    {
        "segment_id": 9,
        "title": "Isaiah Chapter 9",
        "text": "In fact, Brother Choma preached recently on the woman, remember the woman who had the disease for 12 years, who came to touch on the hemogenesis of garment. The multitude is so great that she's working her way through the crowd and all these people are following him. So at times Jesus spoke to these very large crowds, these multitude that's wronged him, but also he's what we think is one on one time with people. He was never too important or too busy to spend on one on one time. Now that as we think about that net that's now we're leading us to where we go. So I want you to look at some scripture with me go to hold your place there and look go with me to Isaiah. Isaiah chapter nine. He scriptures want to look at. We want to look at it from the aspect of large crowds and 101 points the aspect of the big God But also the very person so Isaiah chapter 9 go down with me to verse 6 There's a scripture that's quoted often about this time of year around Christmas We're into us a child is born To us his son is giving and the government shall be a punish shoulder in this danger, we call it a wonderful counselor.",
        "keywords": [
            "brother choma preached recently",
            "isaiah chapter 9 go",
            "isaiah chapter nine",
            "year around christmas",
            "times jesus spoke"
        ],
        "summary": "Isaiah chapter 9 is a scripture that's quoted often about this time of year around Christmas We're into us a child is born To us his son is giving and the government shall be a punish shoulder in this danger, we call it a wonderful counselor .",
        "sentiment": {
            "label": "Positive",
            "score": 0.4118
        }
    },
    {
        "segment_id": 10,
        "title": "Used Another Term",
        "text": "Now what's the next thing? The mighty God. You think of the mighty God, you think about the everlasting, that the God who speaks a universal to existence, the God who inhabits eternity. That's the picture I get. The mighty God. But then, next thing he says, this, the everlasting what? The problem. So he goes from this one description of this mighty God, he who speaks. to speak to the universe of existence, then he used another term, Father, which is a more deared term, a more in-dearing term, a more personal term. So you have both their describing Jesus, that the mighty God, but yet also the everlasting Father and both are true about Him. Now go with me to another place, Songs, Psalms 147.",
        "keywords": [
            "used another term",
            "another place",
            "personal term",
            "dearing term",
            "deared term"
        ],
        "summary": "the mighty God speaks to the universe of existence, then he used another term, Father, which is a more in-dearing term . now go with me to another place, Songs, Psalms 147 .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8611
        }
    },
    {
        "segment_id": 11,
        "title": "Big Crowds, One On One",
        "text": "So as we introduce... The Bible study, we're trying to now introduce this thought that there is both this big scale ministry of Jesus and also what we think of the small scale. Big crowds, one on one. He's a big God who speaks universal existence but also a very personal God. So Psalms 147, look at me in verse 3. Be healous of broken in heart and bind us up. their will. Now what you think, that's just not a personal approach, a personal touch, very one-on-one. Okay?",
        "keywords": [
            "speaks universal existence",
            "big scale ministry",
            "small scale",
            "big god",
            "big crowds"
        ],
        "summary": "we're trying to introduce this thought that there is both this big scale ministry of Jesus and what we think of the small scale . big crowds, one on one. he's a big God who speaks universal existence but also a very personal God .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8416
        }
    },
    {
        "segment_id": 12,
        "title": "Luke Chapter 10",
        "text": "He, he heal us the broken heart and bind us up their wills. He's concerned about the individual, concerned about their needs and their problem, but now look at the next verse. He tell us the number of the stars. He calls them all by their name. Now that verse itself is pretty... look at these events together, talk about relationship quite a bit, such a big part of the Bible. I'll look at it just from these, these, this, this part of the scripture that we look at. We come here to Luke chapter 10, what we find is in this next part, when we look at it, begins with this event. This event is Jesus spending time with Mary and Martha.",
        "keywords": [
            "luke chapter 10",
            "jesus spending time",
            "pretty ... look",
            "tell us",
            "relationship quite"
        ],
        "summary": "we come here to Luke chapter 10, what we find is in this next part, when we look at it, begins with this event . this event is Jesus spending time with Mary and Martha . he tells us the number of the stars and calls them all by their name .",
        "sentiment": {
            "label": "Positive",
            "score": 0.6652
        }
    },
    {
        "segment_id": 13,
        "title": "Scientists Tell Us",
        "text": "Now they have a brother off because scientists tell us there is an uncountable number of stars. They're right for the sign, but they're not right for the sign. God's, here's what the Bible says. He tells the number of the stars. Are you asking, pass the right, you really think that God knows the entire number of all the stars? Yes. why? He created them. So of course he knows how he stars well. But here's the other thing is this he says he called them by their name.",
        "keywords": [
            "scientists tell us",
            "really think",
            "uncountable number",
            "entire number",
            "bible says"
        ],
        "summary": "scientists tell us there is an uncountable number of stars . they're right for the sign, but not right for it . God's, here's what the Bible says .",
        "sentiment": {
            "label": "Positive",
            "score": 0.921
        }
    },
    {
        "segment_id": 14,
        "title": "God Is A Name Three",
        "text": "Think about that. Billions of stars and God is a name three. You don't have no idea what those names are but he created them and named them. And so here he is there's billions of them. Billions of stars. He knows every number has a name. So you have a picture one one side God very personal knows the individual. That person today on that earth who has a broken heart who's dealing with with some a term on that he knows precisely what they're going to.",
        "keywords": [
            "picture one one side god",
            "knows every number",
            "personal knows",
            "knows precisely",
            "person today"
        ],
        "summary": "billions of stars and God is a name three. you don't have no idea what those names are but he created them and named them . so here he is there's billions of them.",
        "sentiment": {
            "label": "Positive",
            "score": 0.8498
        }
    },
    {
        "segment_id": 15,
        "title": "Speaks Universal Existence",
        "text": "But the same God looks out on a universe of billions of stars beyond human numbering. We can't number them. He numbers them and names them. And so what the Bible teaches us that God is both this, this mighty God, this almighty God, but also this very personal, tender father. to his people. That's how we're going to, I want to really focus on, yes, he's a God who speaks universal existence, but also yes, he's a God who knows the individual need in our life. Now, as we think about that, it should amaze us that such an Almighty God is such a personal concern. Think about that. A God who knows who can... look out over a universe and also look right into your own apartment or half. you're exactly.",
        "keywords": [
            "stars beyond human numbering",
            "speaks universal existence",
            "bible teaches us",
            "also look right",
            "amaze us"
        ],
        "summary": "the same God looks out on a universe of billions of stars beyond human numbering . we can't number them; he numbers them and names them . so what the Bible teaches us that God is both this, this mighty God and also this very personal, tender father .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9856
        }
    },
    {
        "segment_id": 16,
        "title": "Helps Us Understand",
        "text": "I think I just speak volumes about this. So it should amaze us. It's an Almighty God. It's such a personal concern for us. Now that thought in mind, now leads us to our Bible tonight. This personal concern was shown in Jesus's ministry and was a big part of this team. We're going to build on that when you get to the conclusion of our Bible study. So I don't want to go too much further. I want to give you four things that helps us understand some things Jesus who's teaching about relationship, this personal relationship with us. Then we're going to build back on what we just taught. Now four things I want to share with you. If you go back with the Luke chapter. 10.",
        "keywords": [
            "helps us understand",
            "speak volumes",
            "personal concern",
            "personal concern",
            "luke chapter"
        ],
        "summary": "this personal concern was shown in Jesus' ministry and was a big part of this team . we're going to build back on what we just taught about relationship . now four things I want to share with you.",
        "sentiment": {
            "label": "Positive",
            "score": 0.8683
        }
    },
    {
        "segment_id": 17,
        "title": "Serve God Joyfully",
        "text": "Look at the verse 41. Now because of the amount of scripture we're covering, we're not going to read every verse. I'm just telling you I'm starting in chapter 10, verse 38, and I'm working all the way down to verse 36 of chapter 11. Those are the all coming, all these verses, but I'm going to just highlight certain verses and certain sections, and I'll let you go back and restudy and... and read for yourself all the other verses in the Queen. All right, here's number one. You can give me four things. I think in each of these four events, we can give you a lesson that really, I think, helps us to look at the concept of this God who can speak a universal existence, but have a desire to have this personal relationship in touch. All right, here's number one. We will not serve God joyfully if we don't spend time at Jesus.",
        "keywords": [
            "serve god joyfully",
            "read every verse",
            "highlight certain verses",
            "certain sections",
            "verse 41"
        ],
        "summary": "we're not going to read every verse because of the amount of scripture we are covering . you can give me four things that really, I think, helps us to look at the concept of this God who can speak a universal existence .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9289
        }
    },
    {
        "segment_id": 18,
        "title": "Verse 41",
        "text": "What do you mean by that? Well, go with chapter 10, look at verse 41. Jesus' answer in the center of Martha and Martha is our careful and troubled up many things. She's not serving joy. She's complaining. She's whining. She's not happy. But one thing is needful and Mary had chosen that good part.",
        "keywords": [
            "verse 41",
            "serving joy",
            "one thing",
            "many things",
            "good part"
        ],
        "summary": "Jesus' answer in the center of Martha and Martha is our careful and troubled up many things . one thing is needful and Mary had chosen that good part . she's not happy.",
        "sentiment": {
            "label": "Neutral",
            "score": -0.0477
        }
    },
    {
        "segment_id": 19,
        "title": "Many People Think",
        "text": "Which I will not be taking away from. It's not wrong what Martha is doing. What's wrong is she's not doing it was really the right heart So we think about relationship. Think about this personal relationship with the Lord the person he talks about is this idea of serving So our relationship has to Inflent has to control has to be really the the motivator and the There's a word I want the anyone knows his brother's name? Lazarus. He's not mentioned here, but he is his brother. Could be there, because he's not mentioned there, because really the main event is Mary and Martha and that what they're talking about. But anyways, it's the same house Mary and Martha. Many people think, now this is just what story ends and theologians and commentary and type.",
        "keywords": [
            "many people think",
            "taking away",
            "story ends",
            "right heart",
            "main event"
        ],
        "summary": "it's not wrong what Martha is doing it was really the right heart So we think about relationship . think about this personal relationship with the Lord the person he talks about is this idea of serving So our relationship has to Inflent has to control has to be really the motivator .",
        "sentiment": {
            "label": "Positive",
            "score": 0.3836
        }
    },
    {
        "segment_id": 20,
        "title": "Also Sees Us",
        "text": "... ... ... controller that's not the word but the controller of this of our service you ever find people who they go to church they're almost a mad about going to church yeah i got it yeah i got it says he says how long time you're sorry sorry are you hate going to church but you go there all the time yep try different terms. Unless you go here and then that's not the okay. So we will not serve God joyfully if we don't spend time at Jesus' feet. Think about this. Ritualistic, cold service is not what the Lord seeks. He's not looking for people who just go through it. If you remove relationship from service, that service is not honoring or pleasing to the Lord. So even in our day-to-day service, we... We have the Lord, the Lord wants this personal relationship. He's not just a God who looks out upon billions of stars that is part of him, but he also sees us and he wants this relationship with us, even in our personal service that we have with him. So the Lord wants us to serve him, as we serve him, with a heart that is warm and loving. I understand maybe not every time you do something for the Lord that you're always feeling fuzzy about it, warm and all of those things, but when you're not feeling that way should be the exception. I mean, when you're , man, how much excited about serving him? Man, I don't want to.",
        "keywords": [
            "time yep try different terms",
            "... ... ... controller",
            "also sees us",
            "ever find people",
            "always feeling fuzzy"
        ],
        "summary": "the controller of this of our service you ever find people who they go to church they're almost a mad about going to church . if you go here and then that's not the okay . we will not serve God joyfully if we don't spend time at Jesus' feet .",
        "sentiment": {
            "label": "Neutral",
            "score": -0.0138
        }
    },
    {
        "segment_id": 21,
        "title": "Serve Jesus Jesus",
        "text": "So that way maybe once or twice a year. That's a problem. Maybe sometimes, okay, if you wake up sometimes... morning really I don't really want to go you ought to go any but that's every Sunday morning you feel that way that's problem man there'd be some Sunday we'll just human we have our ups and downs but it should be every Sunday in fact this should be the those should be the unusual day for our normal service of the Lord should be this warm and loving because that's a part of our relationship with them let me give you this thing Though now this is not for you to fill out this is here. So it's those who are so busy for Jesus That they have no time for Jesus Will not serve Jesus Jesus I'll tell you again. Those are so busy for Jesus. They have no time for Jesus will not serve Jesus Jesus want that. They're busy busy busy. Sometimes in the ministry of a church and they're so busy, they don't have a prayer time, don't have a Bible time, they have no walk with the Lord, they're doing, doing, doing, but you're not doing it the way the Lord, the Lord wants you to do it, it's all heart of love and a heart of compassion for this warm loving heart. Now watch this.",
        "keywords": [
            "sometimes ... morning really",
            "serve jesus jesus want",
            "serve jesus jesus",
            "every sunday morning",
            "really want"
        ],
        "summary": "this should be the unusual day for our normal service of the Lord should be this warm and loving because that's a part of our relationship with them let me give you this thing . it's those who are so busy for Jesus that they have no time for Jesus will not serve Jesus want that .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9889
        }
    },
    {
        "segment_id": 22,
        "title": "Ritualistic Cold Service",
        "text": "And if you're that person who's busy serving him, But there's not that you say that's why I do all these things, but , I just do it because someone has to do it Well, there's a something that there's something commendable about doing it because you see the need But it's also should be a heart because you love You desire to please you desire to honor and if all you do it is you're doing it out of ritualistic Cold service. There's not that warmness. There's not that lovingness. There's not that desire to honor him, please him. You're not serving him the way Jesus wants to serve. Now watch this. Neither you're serving him the way that it's a testimony to us. I think some people are turned off by the Lord by how we serve the Lord. They're , man, it seems you hate doing what you're doing. It shouldn't be that way.",
        "keywords": [
            "ritualistic cold service",
            "way jesus wants",
            "something commendable",
            "busy serving",
            "way"
        ],
        "summary": "if you're that person who's busy serving him, I just do it because someone has to do it . but it's also should be a heart because you love You desire to please you desire to honor . there's not that warmness.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9728
        }
    },
    {
        "segment_id": 23,
        "title": "Psalms 51",
        "text": "Let me show you a couple of births. Psalm 51. We're gonna look at this verse. Usually we look at this verse this way. We're gonna turn around and look at it This way, okay, Psalms 51 Well, I'll look at the normal way then we're gonna flip it and show it to you. I'll Psalms 51 Look with me in verse 12 Now if Psalms 51, this is the people who write commentaries or the commentators. Mainly, I guess, so they keep telling books. They talk about things this and they think that probably Martha, they think, was a widowed lady, Mary and last maybe younger than her. That's how they think about it. Script doesn't tell us from the other.",
        "keywords": [
            "last maybe younger",
            "keep telling books",
            "gonna turn around",
            "psalms 51 well",
            "psalms 51 look"
        ],
        "summary": "if Psalms 51, this is the people who write commentaries or the commentators . they talk about things this and they think that probably Martha, they think, was a widowed lady .",
        "sentiment": {
            "label": "Neutral",
            "score": -0.0258
        }
    },
    {
        "segment_id": 24,
        "title": "Verse 12",
        "text": "But we know that Mary and Martha and Lazarus all seem to be a buy in the same house. that David wrote after he got right for the Lord after he was sent in Fashiva and murdering her husband and son. Here's what he says in verse 12, we storm in me the joy of thy salvation. He pulled me if I free spirit. So often we preach this, we'll say this, when you repent and you get right as a Lord, then you get your joy back and you get your happiness back. Boy, sin robbed of your joy, but when you repent and get right, now you have your joy back. That's how we know. That's a two-statement now. Let's turn this around and look at this one if you have no joy Maybe you need to repent Maybe there's something you're off to something not right because what David will say is this when I got When I dealt with my sin that's when I had joy so if I have no joy I got to say what's going on that I don't have this deal.",
        "keywords": [
            "verse 12",
            "thy salvation",
            "happiness back",
            "free spirit",
            "sin robbed"
        ],
        "summary": "in verse 12, we storm in me the joy of thy salvation . when you repent and you get right as a Lord, then you get your joy back . that's how we know.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9375
        }
    },
    {
        "segment_id": 25,
        "title": "Serve God Joyfully",
        "text": "I should want the server look I should love the circle of God. It should be the joy of my life to serve Him. Because there's enough, there's an almighty God who's personally involved in my life. That should be the motivation. We should serve God joyfully, but I'm not gonna do it if I have no relationship. If I don't spend time with Him. Here's what I find when people are just, they're faithful in church, maybe they teach a sense of class, they do all these things they're supposed to be doing. But you look at it. You think you miserable.",
        "keywords": [
            "serve god joyfully",
            "spend time",
            "personally involved",
            "almighty god",
            "server look"
        ],
        "summary": "it should be the joy of my life to serve God joyfully, but I'm not gonna do it if I have no relationship . if people are just, they're faithful in church, maybe they teach a sense of class .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7579
        }
    },
    {
        "segment_id": 26,
        "title": "Bible Reading",
        "text": "Can't tell you what's going on. They're doing it. There's no walking with the Lord. There's no time with the Lord. There's no prayer. There's no Bible reading. There's no loving on the Lord. There's no meditation. All they are are just going through the motion.",
        "keywords": [
            "bible reading",
            "walking",
            "time",
            "tell",
            "prayer"
        ],
        "summary": "can't tell you what's going on. They're doing it. There's no walking with the Lord .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9031
        }
    },
    {
        "segment_id": 27,
        "title": "Got Another Verse",
        "text": "The neck does not honor the Lord, nor is it a good testimony for the unsafe or for fellow believers. Psalms 100. We've got another verse. Psalms 100. Look at me, verse 1. We're going to read the entire song. All five of you. Ready?",
        "keywords": [
            "got another verse",
            "verse 1",
            "psalms 100",
            "psalms 100",
            "good testimony"
        ],
        "summary": "the neck does not honor the Lord, nor is it a good testimony for the unsafe or for fellow believers . we're going to read the entire song. All five of you.",
        "sentiment": {
            "label": "Positive",
            "score": 0.416
        }
    },
    {
        "segment_id": 28,
        "title": "Starting Verse 1",
        "text": "Psalms 100, starting verse 1. Make a joyful noise into the Lord, all you land. Serve the Lord with what's the next word? Ladness. coming for his presence with seeing. Know you, that the Lord he is God, it is he that has made us not we ourselves. We are his people in the sheep of his pasture. Notice he still have that a both, , he's our God, he has made us, that's the almighty, but yet on the same time we're his people in the sheep of his pasture that personal part as well. Enter to his gates with Thanksgiving, into his porch with pray. Be thankful. until them bless his name. For the Lord is good, his mercy is everlasting, and his truth endure all generation. Boy, that's how we ought to serve. We ought to, yes, we need to be prepared with a sentence for lesson or whatever we're doing and what, how, , there's things we ought to do based on preparation, based on planning, but all. that should be filled with joy and gladness that we get it.",
        "keywords": [
            "starting verse 1",
            "truth endure",
            "psalms 100",
            "personal part",
            "next word"
        ],
        "summary": "the Lord is good, his mercy is everlasting, and his truth endure all generation . he says we need to be prepared with a sentence for lesson or whatever we're doing .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9909
        }
    },
    {
        "segment_id": 29,
        "title": "Really Getting Nothing",
        "text": "So it's your time to clean the chair. We can we can now let's say you're vacuuming the auditorium you can vacuum it out of this one. I hear it. what you're going to get it cleaned thank you for this. But you're really getting nothing out of it. It'd be much better to say boy thank you Lord we have a place to meet. I can serve you just pushing this super bad this this blessed vacuum cleaner and I can boy look I'm serving God by vacuum see we can decide to have joy or not You tell you the difference the difference isn't okay. That's what I'm gonna do. No, you're not not you don't spend time Then when you're rejoicing and vacuuming you're doing it not because okay I'm gonna rejoice because I spent time at this feet This is a joy to see. And that's what I think this first part teaches us, that the joy and service comes from spinning time at Jesus and speak. Martha is serving, but she doesn't have joy because Mary is doing the needful thing since he's spinning time at Jesus and speak. Colossians three. One more place.",
        "keywords": [
            "first part teaches us",
            "really getting nothing",
            "needful thing since",
            "blessed vacuum cleaner",
            "say boy thank"
        ],
        "summary": "we can now let's say you're vacuuming the auditorium you can vacuum it out of this one thank you for this . it's better to say boy thank you Lord we have a place to meet . the joy and service comes from spinning time at Jesus and speak .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9918
        }
    },
    {
        "segment_id": 30,
        "title": "Seems Conversations Going",
        "text": "Colossians three.ない .riers. brother and sister. Now during this time here in our text seems to be a time of seems conversations going on. Maybe some teaching going on because Mary sitting at her feet, seeing it at Jesus' feet, seem to be listening what he's saying. So not just conversations, seems to be what we mean from teaching going on. I've seen maybe some eating going on because it talks about serving. So something is happening. Sometimes I feel...",
        "keywords": [
            "seems conversations going",
            "teaching going",
            "teaching going",
            "eating going",
            "text seems"
        ],
        "summary": "some teaching going on because Mary sitting at her feet, seeing it at Jesus' feet, seem to be listening what he's saying . a time of seems conversations going on .",
        "sentiment": {
            "label": "Neutral",
            "score": 0.0
        }
    },
    {
        "segment_id": 31,
        "title": "Go New Time",
        "text": "Okay, sure well, that's all old test. Well, let's go new time. Colossians three. Colossians three. Very familiar verse we'll get together verse 22 is what we're starting with on verse 20. Servant so bayon all things your master's going to flush not with eye services. Mimpley, we've got in singleness of hop. heart, fearing God. And what's it you do it?",
        "keywords": [
            "get together verse 22",
            "go new time",
            "verse 20",
            "familiar verse",
            "old test"
        ],
        "summary": "verse 22 is what we're starting with on verse 20 . we've got in singleness of hop. heart, fearing God.",
        "sentiment": {
            "label": "Positive",
            "score": 0.8402
        }
    },
    {
        "segment_id": 32,
        "title": "Serve God Joyfully",
        "text": "Hardily is to the Lord. It means from the heart, not just on the surface, but from the heart. You really, you mean this. It's in your heart to do it. As to the Lord and not in the men, knowing that of the Lord, you shall receive the reward and inheritance for you serve the Lord Christ. I think what's implied in this is, is if you serve, if you do it, hardly to the Lord, That's where the reward comes from. If you're just doing it to the, the please man you're doing it just as an eye pleaser that there's no reward in that. The reward is serving God from the heart. I think that's what he's trying to get in front. So we will not serve God joyfully if we don't spend time at Jesus feet.",
        "keywords": [
            "serve god joyfully",
            "serving god",
            "spend time",
            "shall receive",
            "please man"
        ],
        "summary": "the reward is serving God from the heart . if you serve, hardly to the Lord, that's where the reward comes from . we will not serve God joyfully if we don't spend time at Jesus feet .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9901
        }
    },
    {
        "segment_id": 33,
        "title": "John Also Taught",
        "text": "That's the first lesson on relations. Here's the second lesson. Go back with me to Luke 11. Okay, as I said, we're just, were hopping through these. Look at me in verse 1. It came to pass that as he was praying in a certain place, you think that's the amount of honor. When he sees one of the disciples said into him, Lord, he testeth to pray. He's John also taught his disciples.",
        "keywords": [
            "john also taught",
            "verse 1",
            "sees one",
            "second lesson",
            "luke 11"
        ],
        "summary": "that's the first lesson on relations . go back with me to Luke 11 . it came to pass that as he was praying in a certain place, he testeth to pray .",
        "sentiment": {
            "label": "Positive",
            "score": 0.875
        }
    },
    {
        "segment_id": 34,
        "title": "Verse Number Five",
        "text": "Now watch what happened. He said into him, when you pray, say, hour, what? Father, not our God, not our Creator, our father which art and heaven. We continue to pray to talk along that line. Now we're going to drop down to verse number 11. The son shall ask bread of any of you that is a father will you give him a stone? Let me back up. Let me pick up the verse number five. There's another part I don't want to.",
        "keywords": [
            "son shall ask bread",
            "verse number five",
            "verse number 11",
            "talk along",
            "another part"
        ],
        "summary": "the son shall ask bread of any of you that is a father will you give him a stone? let me pick up the verse number five . there's another part I don't want to .",
        "sentiment": {
            "label": "Positive",
            "score": 0.6931
        }
    },
    {
        "segment_id": 35,
        "title": "Another Personal Type",
        "text": "Look at verse five. And he said unto them, which of you shall have a friend and shall go to him in midnight and say, them. Friend, let me free load. Another personal type of a patch. Now go down to person. But the sun shall ask any of you that is a father we give him a stone. If you ask him fish, we for fish give him a serpent. If you ask an egg we give it off from the scorpion. If he's then being evil, no, how to give good gifts to your children. How much more shall your heavenly father give the Holy Spirit to them to ask him? So again, you have these these personal terms here.",
        "keywords": [
            "another personal type",
            "give good gifts",
            "heavenly father give",
            "sun shall ask",
            "personal terms"
        ],
        "summary": "the sun shall ask any of you that is a father we give him a stone . if you ask him fish, we give it off from the scorpion . how much more shall your heavenly father give the Holy Spirit to them to ask him?",
        "sentiment": {
            "label": "Positive",
            "score": 0.8763
        }
    },
    {
        "segment_id": 36,
        "title": "Second Tells Us",
        "text": "Let me give you a second lesson about relationship number two is this the better we know God The more able we are to pray boldly for what we need Tell me really looking at relationship It's personal one-on-one relationship and how it Feed throughout each of these events first one teaches us that relationship helps us serve God joyful the second tells us this that the more we have this relationship the more we're going to be able to approach him in prayer. Jesus taught them the approach God boldly and by saying with this personal passion our Father he says it's going to a friend. Then he says wait a minute would you expect your father a physical human father to give you purple things or or things that that would be after watching And of course not. So how much more sure you're heavily father, give the Holy Spirit to them to ask. Better we know God, the more able we are to pray boldly for what we need. Now give me this couple of statements, I'll give you something to tell you. A relationship is built through two things. Share experience, shared experiences, that's number one, over a period of time.",
        "keywords": [
            "relationship helps us serve god joyful",
            "events first one teaches us",
            "second tells us",
            "physical human father",
            "approach god boldly"
        ],
        "summary": "the better we know God the more able we are to pray boldly for what we need . a relationship is built through two things . share experience, shared experiences, that's number one .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9915
        }
    },
    {
        "segment_id": 37,
        "title": "Whole Big Context",
        "text": "Usually both are important. to build a solid relationship, shared experiences over a period of time. When you have those experiences, those experiences over that period of time allow you to know them, trust them and bond with them. Think about people you'd know for a period of time and you have shared experience. You feel comfortable around. You can just go up and talk to them. They get your humor. of the beverages going on there and it seems in the whole big context and fellowship going on. He's at their house, he's at a personal time. Now we think about this, I'll just give you a map just so we see it in relation to what we've been talking about because prior to this he's been in Jerusalem. He was there for the piece of tabernacles and we looked at that and then looked at, sorry last week how you branch off to the, what we think about.",
        "keywords": [
            "whole big context",
            "sorry last week",
            "feel comfortable around",
            "solid relationship",
            "shared experience"
        ],
        "summary": "shared experiences allow you to know people you'd know for a period of time . you feel comfortable around. you can just go up and talk to them .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9382
        }
    },
    {
        "segment_id": 38,
        "title": "Hey, Remember When?",
        "text": "You can just tear half a joke in the already laughing. You say, hey, remember when? Oh, yeah, and they can talk about what happened 10 years ago. Yeah, and these things you bring up and they they bond you together. That's that's the idea of relationship. The Lord wants to say with us. Now watch this. The more time we spend with God, the more.",
        "keywords": [
            "happened 10 years ago",
            "tear half",
            "lord wants",
            "already laughing",
            "yeah"
        ],
        "summary": "you can tear half a joke in the already laughing . you say, hey, remember when? Oh, yeah, and they can talk about what happened 10 years ago .",
        "sentiment": {
            "label": "Positive",
            "score": 0.872
        }
    },
    {
        "segment_id": 39,
        "title": "Get Done Praying",
        "text": "this will have in print. Better I know more bold I can be when I speak. I don't mean in a disrespectful way. I don't mean a big guy in the sky. I'm talking about I go to him because I can say Lord I remember when you did this. When you answered this prayer I can go back and say Lord I believe. , I'm sure you've had this. I Get done praying and before I'm before I I maybe four ten minutes or out God is answering me. That's an amazing thing. I just prayed about these and then something out of the blue happens Which is an answer to the prayer. I just asked about now when that happens. I say hey Lord remember remember when I pray and ask you to do this and you did it boom right away. Boy, what a wonderful God and it gives me more boldness to ask for more things.",
        "keywords": [
            "say hey lord remember remember",
            "maybe four ten minutes",
            "get done praying",
            "boom right away",
            "say lord"
        ],
        "summary": "when you answered this prayer I can go back and say Lord I believe . hey Lord remember remember when I pray and ask you to do this and you did it boom right away . it gives me more boldness to ask for more things .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9761
        }
    },
    {
        "segment_id": 40,
        "title": "Productive Prayer Line",
        "text": "That's what a relationship does. The more time we spend with the Lord, the more boldness that we have in prayer because we have these shared experiences over a period of time. One of the great hindrances to a productive prayer line. , when we pray, we're... I'm assuming this that we're not Catholic, right? We're not, we're supposed to be born again believer. We're in a Baptist church. We believe in the, in the, , the priesthood of the believer that I go straight to the Holy of Holy and speak to God himself in a very personal way. And so I don't go in there , , , , and again, not in disrespectful.",
        "keywords": [
            "productive prayer line",
            "shared experiences",
            "personal way",
            "great hindrances",
            "baptist church"
        ],
        "summary": "the more time we spend with the Lord, the more boldness that we have in prayer because we have shared experiences over a period of time . we're not, we are supposed to be born again believer, right? we believe in the priesthood of the believer .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9273
        }
    },
    {
        "segment_id": 41,
        "title": "Ignore God Except",
        "text": "Not , hey Lord I got some things. No, I go there and I prays them, yes, and I confess my sins, but I also go bowling and say, my Lord, you've told me some things and you made some promises to me, and Lord I expect some things, based on what you said, and I want you to do these things in my life, and all the mashings for you to keep your word and to promise me. Now, Lord I know there's some things I gotta do and I'm gonna try to do those, but Lord I'm counting on you to do what you promised to do. Now Lord, here's what you've done in the past. You've met this, you've done this. And Lord, I'm counting you to, there's a boldness in prayer that the Lord wants. Now, the great hindrance to that, the great hindrance to a productive prayer life, to a boldness in our prayer life is this. We ignore God except an emergency.",
        "keywords": [
            "ignore god except",
            "also go bowling",
            "productive prayer life",
            "prayer life",
            "great hindrance"
        ],
        "summary": "Lord, here's what you've done in the past . there's a boldness in prayer that the Lord wants . the great hindrance to a productive prayer life is this .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9601
        }
    },
    {
        "segment_id": 42,
        "title": "Never Ever Talk",
        "text": "We don't know. We have no shared experience. We have no answer to prayer to go back on. , it's hard to call someone friend if you never ever talk. , the illustration of Lord gave, gave was this, you go to a friend at midnight, not to a stranger. Now, what Jesus said is, okay. I'm going to give to you just because he's your friends and give to you because the opportunity and that he's teaching this idea of begging, begging, asking, asking. But what's inferred in this is he went to a friend. Not even a stranger, I guess, would be bogged by the opportunity. So there should be this personal relationship we have with him.",
        "keywords": [
            "never ever talk",
            "call someone friend",
            "shared experience",
            "personal relationship",
            "jesus said"
        ],
        "summary": "the illustration of Lord gave, gave was this, you go to a friend at midnight, not a stranger . he's teaching this idea of begging, begging and asking . but what's inferred in this is he went to an acquaintance .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9229
        }
    },
    {
        "segment_id": 43,
        "title": "3-Word Title Of This",
        "text": "We ought to be saying, Ward, I know you. I know what you've done. I've seen what you've done in my life. But what I'm coming again, believing in trust, that's what is talking about this idea of relationship. This is what the Lord wants. Not just he's up in sky and looking down we're a bunch of, it's an ant farm. He's , well, look at what are they doing now? Huh. Huh. I never thought that.",
        "keywords": [
            "never thought",
            "lord wants",
            "ant farm",
            "well",
            "ward"
        ],
        "summary": "we should be saying, Ward, I know you . I know what you've done in my life . but what I'm coming again, believing in trust, that's what is talking about this idea of relationship .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7964
        }
    },
    {
        "segment_id": 44,
        "title": "Personal Relationship",
        "text": "Okay, we're not an ant farm. We're not a bunch of hamsters running on wheels. God wants a personal relationship. He wants it all. you're being countryside. So here's a map of what we're looking at tonight. Here is Jerusalem down here. Here is Bethany. That's the home of Mary, Martha, and Lazar, they live in Bethany. Now between Jerusalem and Bethany, if you look in the map, they're in the corner.",
        "keywords": [
            "personal relationship",
            "hamsters running",
            "ant farm",
            "god wants",
            "wants"
        ],
        "summary": "here's a map of what we're looking at tonight . here is Jerusalem down here. Here is the home of Mary, Martha, and Lazar .",
        "sentiment": {
            "label": "Positive",
            "score": 0.4588
        }
    },
    {
        "segment_id": 45,
        "title": "Foundation Of This Verse",
        "text": "So you'll see with that little arrow is pointed, that's the amount of olives. Mount of olives, that's between Jerusalem and Bethany. So Jerusalem, basically, it was a one inside of a... and walk with us. Give you a couple of interesting verses. Go with me to James chapter 2. James chapter 2. Now we're going to look at a verse in James and go back to Genesis to look at the the basis of this. James chapter 2. Talk about Abraham here. Look at verse 23. The scripture is fulfilled with Seth, Abraham believed God, and it was imtuted in him for rights of faith. And he was called the what?",
        "keywords": [
            "james chapter 2",
            "james chapter 2",
            "james chapter 2",
            "abraham believed god",
            "one inside"
        ],
        "summary": "go with me to James chapter 2 and go back to Genesis to look at the basis of this verse . look at verse 23. Abraham believed God, and it was imtuted in him for rights of faith .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8555
        }
    },
    {
        "segment_id": 46,
        "title": "Judgment Upon Sodom",
        "text": "Friend of God. There's a personal relationship. Now, there's several things that's being talked about here, but we're gonna go to one of them. We'll look with me in Genesis 18. We're gonna do something. Similar here, we're going to look at it the normal way and then in a similar way back up look at it Different not as much as we did the other but in a similar Genesis 18 Verse 7 very familiar scripture the Lord is going to About to send destruction or judgment upon Sodom the more He stops by along the way to speak to Abraham about what that in itself is weird You see what? If God is getting ready to destroy some city in our world. He came by knocking on your door and said, hey, let me tell you what I want to do.",
        "keywords": [
            "similar genesis 18 verse 7",
            "judgment upon sodom",
            "similar way back",
            "genesis 18",
            "several things"
        ],
        "summary": "we're gonna look with me in Genesis 18 . we'll look at it the normal way . in a similar scripture the Lord is going to About to send destruction or judgment upon Sodom the more He stops by .",
        "sentiment": {
            "label": "Negative",
            "score": -0.8057
        }
    },
    {
        "segment_id": 47,
        "title": "Great Mighty Nation",
        "text": "What do you think about it? You be , you're God. Do what you want. Just don't destroy me. I mean, it's odd to think, but yet the Lord stops and talks to Abraham about it. Genesis 18, look at this verse 7. And the Lord said, shall I hide from Abraham the thing which I do? See that Abraham should have become a great mighty nation. All the nations are so blessed in me.",
        "keywords": [
            "great mighty nation",
            "verse 7",
            "lord stops",
            "lord said",
            "genesis 18"
        ],
        "summary": "the Lord said, shall I hide from Abraham the thing which I do? See that Abraham should have become a great mighty nation . all the nations are so blessed in me .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9328
        }
    },
    {
        "segment_id": 48,
        "title": "Abraham Stood Yet",
        "text": "For I know him that he will command his children, now notice it, for I know him. Now obviously that's true because he's God, but he's even dealing with a more personal partner. For I know him that he will command his children, his household after a people with a Lord who do justice and does it, and that the Lord may bring upon Abraham that which is spoken to you. And the Lord said because the Christ, Sodom the Lord is great because their sin is very grievous, I will go down now and see whether they have done all together according to the cry of which is coming to me and if not I will know. And the men turn their faces from then to win poor Sodom, but watch this, but Abraham stood yet before the Lord. Now look at the the next one. And Abraham drew near and said, if I also destroy the righteous with the wicked, it's a very bold statement. He's basically saying this, Lord, I know you. And I know some things about you. You've had some time together and I know that that's not what you would do.",
        "keywords": [
            "lord may bring upon abraham",
            "abraham stood yet",
            "abraham drew near",
            "win poor sodom",
            "together according"
        ],
        "summary": "he will command his children, his household after a people with a Lord who do justice and does it, and that the Lord may bring upon Abraham that which is spoken to you . the men turn their faces from then to win poor Sodom, but watch this, but Abraham stood yet before the Lord .",
        "sentiment": {
            "label": "Negative",
            "score": -0.7391
        }
    },
    {
        "segment_id": 49,
        "title": "God Will Spare A Nation",
        "text": "Now this whole starting verse 23 going forward in the intercession of Abraham. for him is some great, great verses, great preaching. And we can look at this way and say, here's, notice how he prayed. Notice how he got down to the 10 and how we, we think, boy, there's a remnant, the God will spare a nation. We pray that we are a nation and other nations. And there's some teeth of that. But if we back up similar and look at the other way, what does this begin with? It begins with this idea that, God and Abraham. So the whole intercession is built first on this relationship.",
        "keywords": [
            "whole starting verse 23 going forward",
            "whole intercession",
            "built first",
            "great verses",
            "great preaching"
        ],
        "summary": "we can look at this way and say, here's, notice how he got down to the 10 and how we think, boy, there's a remnant, the God will spare a nation . it begins with this idea that, God and Abraham .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8885
        }
    },
    {
        "segment_id": 50,
        "title": "Yet Notice Abraham",
        "text": "If this is the first time that Abraham ever met God, I don't think he is. Now Lord, wait a minute. But yet notice Abraham is standing for the Lord. And now Lord, wait a minute, we have to talk about the intercession is built on that relationship. And so the better we know God, the more able to pray boldly for what we need? That's part of this idea of relationship. You go give the third teaching here as we progress through Luke. Back to Luke 11. So we see this thread of relationship going to all these different things is going on.",
        "keywords": [
            "abraham ever met god",
            "yet notice abraham",
            "know god",
            "third teaching",
            "pray boldly"
        ],
        "summary": "if this is the first time that Abraham ever met God, I don't think he is . now Lord, wait a minute, we have to talk about the intercession is built on that relationship . the better we know God, the more able to pray boldly for what we need?",
        "sentiment": {
            "label": "Positive",
            "score": 0.9569
        }
    },
    {
        "segment_id": 51,
        "title": "West Virginia",
        "text": "Luke 11. Luke was me in verse 23. Now here from West Virginia, this all makes sense. There's always that thing on that side of the hill and the place on this side of the hill, the hill between you. That's how the Mount of Olives was. Jerusalem was one side of Mount of Olives. Bethany was on the other side. I point that out for another reason because we're looking at a moment where he went away to pray and we think because of the context of what's happening and some of the other texts that we look at that probably he went to this place, he went to Mount of Olives, that's the place. Again, again, jumping through this and cause that there's some things we're not mentioning, but we'll just jump into the first one.",
        "keywords": [
            "west virginia",
            "verse 23",
            "makes sense",
            "first one",
            "another reason"
        ],
        "summary": "there's always that thing on that side of the hill, the hill between you . that's how the Mount of Olives was. Jerusalem was one side of Mount of olives .",
        "sentiment": {
            "label": "Positive",
            "score": 0.1655
        }
    },
    {
        "segment_id": 52,
        "title": "Walked Us",
        "text": "He that is not with me is against, I get back, , no, I'm not. They just basically said, you have the devil, that's why you're passing out devil. In Jesus, I'll paraphrase. He basically said, you're stupid. If I was of the devil I would not be casting out the devil. You're just stupid. Okay, that's in with me So now he's dealing with him about he that is not with me is against me and he that gathers not with me scattered then he makes then he uses another Illustrate knows what he says here when the unclean spirit has gone out of man He walked us to drive places seeking rest and finding out He's and finding out he said, I will return into my house once I came out. We just got kicked out of it. And when he cometh, he fined it did, this house swept and garnished.",
        "keywords": [
            "uses another illustrate knows",
            "drive places seeking rest",
            "walked us",
            "unclean spirit",
            "got kicked"
        ],
        "summary": "in Jesus, he basically said, you have the devil, that's why you're passing out devil . he's dealing with him about he that is not with me is against me . now he uses another Illustrate knows what he says here when the unclean spirit has gone out of man He walked us to drive places seeking rest .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9744
        }
    },
    {
        "segment_id": 53,
        "title": "Corresponding Gospel Account",
        "text": "Now that part is what throws us, what explained what's going on in the mold. Then goeth he, this unclean spirit, and take it to him seven other spirits. Well, wicked than himself, they enter in and dwell there. And the last state of that man is worse than first. Now hold your place there, go with me to Matthew 12. And we've got a corresponding gospel account. Now help us understand what you say. Matthew chapter 12. Matthew chapter 12. Verse 43. When the unclean spirit has gone out of the man, he walketh through dry places. he can rest and find his power. Then he says, I'll return into my house and once I came out, now watch what he says here. And when he is calm, he finds it that empty, swept and garnered. So Matthew fills us in with one of those words that is not found in Luke, but is not just swept and garnished, but is empty, swept and garnered.",
        "keywords": [
            "corresponding gospel account",
            "help us understand",
            "matthew fills us",
            "matthew chapter 12",
            "matthew chapter 12"
        ],
        "summary": "the unclean spirit has gone out of the man, he walketh through dry places . then he says, \"i'll return into my house and once I came out\" he finds it empty, swept and garnered .",
        "sentiment": {
            "label": "Negative",
            "score": -0.2144
        }
    },
    {
        "segment_id": 54,
        "title": "We Served Joyfully. Why?",
        "text": "So here's the third aspect, or third teaching, third concept about relationship. We talked about, we served joyfully. Why? Because of relationship. We pray boldly. Why? Because of relationship. Here's number three.",
        "keywords": [
            "third teaching",
            "third concept",
            "third aspect",
            "served joyfully",
            "pray boldly"
        ],
        "summary": "we talked about, we served joyfully. Why? Because of relationship .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8385
        }
    },
    {
        "segment_id": 55,
        "title": "Little Bit Loose",
        "text": "You cannot be neutral or uncommitted about. Well, , I hear what you say, but I really don't care about this. Can't be that. That you will not. There you're not you're never going to stay neutral. Let me give you the explanation. And I'll give you the. Jesus compares the. this man to a house out of which we're going to put it little bit loose.",
        "keywords": [
            "little bit loose",
            "jesus compares",
            "stay neutral",
            "never going",
            "neutral"
        ],
        "summary": "you cannot be neutral or uncommitted about. can't be that. That you will not.",
        "sentiment": {
            "label": "Negative",
            "score": -0.7043
        }
    },
    {
        "segment_id": 56,
        "title": "Slightly Different Analogy",
        "text": "Give it a slightly different analogy in the health position. So he compares this man to a house out of what's a bad ten. Imagine you're running a house and you have a guy in here in the house and you guys trash in the house. Okay. In your light. See you later. Okay. I'm done with you. Messed up. So this... bad tenant moves out. So you go in, this man in this house now has been fleeing and repaired.",
        "keywords": [
            "... bad tenant moves",
            "slightly different analogy",
            "bad ten",
            "health position",
            "guys trash"
        ],
        "summary": "he compares this man to a house out of what's a bad ten . Imagine you're running a home and you have a guy in here in the house .",
        "sentiment": {
            "label": "Negative",
            "score": -0.8212
        }
    },
    {
        "segment_id": 57,
        "title": "Jesus Says",
        "text": "It's all red. But it sits in. That's the problem. It's sitting in. So this man who just left, then comes back as he can't find any other place. And he gets seven other guys worse than him. and they all move in your house. In your life, this is even going to be work. And Jesus says, that's exactly what I'm talking about.",
        "keywords": [
            "jesus says",
            "guys worse",
            "gets seven",
            "even going",
            "comes back"
        ],
        "summary": "this man who just left, then comes back as he can't find any other place . in your life, this is even going to be work . that's exactly what I'm talking about .",
        "sentiment": {
            "label": "Negative",
            "score": -0.8271
        }
    },
    {
        "segment_id": 58,
        "title": "Bad Tendencies Would",
        "text": "The emptiness, a lot of the reoccupied. The prevention against bad tendencies would have been the occupancy by good things. What he's saying is if, if you don't win out, make sure the... Find the right people to put in your house then these bad people put them back in your problem is this you left the house Open the door for the bad people come back See okay, what does that the news? Well, what he applies it to is to us as believers Okay, he's applying it also Fedically to the nation of Israel. Let me let me apply to us as believe ready If you're going to look at here when we get to chapter, you love it. Why is there two Bethany's? Because one is not enough. How's that?",
        "keywords": [
            "bad people come back see okay",
            "bad tendencies would",
            "bad people put",
            "believers okay",
            "right people"
        ],
        "summary": "the prevention against bad tendencies would have been the occupancy by good things . what he's saying is if, if you don't win out, make sure the... Find the right people to put in your house then these bad people put them back in your problem is this you left the house Open the door for the bad people come back See okay, what does that the news? Let me apply to us as believers .",
        "sentiment": {
            "label": "Negative",
            "score": -0.601
        }
    },
    {
        "segment_id": 59,
        "title": "Bethany Beyond Jordan",
        "text": "You'll see in the Bible there's another Bethany's, it'll say Bethany beyond Jordan, that's Jordan River, that's called Bethany beyond Jordan. Why is there a Bethany here? There's a Bethany here. Did that in every state of the Union there's a city called Salem? Interesting. Has nothing? Our Christian life is not just about stopping bad things. There must also be the starting of good things praying, reading your Bible, walking with God.",
        "keywords": [
            "say bethany beyond jordan",
            "called bethany beyond jordan",
            "city called salem",
            "stopping bad things",
            "good things praying"
        ],
        "summary": "there's a Bethany here, it'll say Bethany beyond Jordan, that's called Jordan River . there must also be good things praying, reading your Bible, walking with God .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7707
        }
    },
    {
        "segment_id": 60,
        "title": "Drink Anymore",
        "text": "Just can't give up. Okay. I'm not going to drink anymore. I'm not going to smoke. I'm not going to cast. Okay. Those are all good decisions, but what are you starting to take the place of those? So not just the stopping of bad, they're also starting a good and we call this the principal of anyone Replacement. Yes.",
        "keywords": [
            "drink anymore",
            "anyone replacement",
            "good decisions",
            "also starting",
            "starting"
        ],
        "summary": "just can't give up. Okay. I'm not going to drink anymore .",
        "sentiment": {
            "label": "Positive",
            "score": 0.6579
        }
    },
    {
        "segment_id": 61,
        "title": "Replace Bad Friends",
        "text": "This is called the principal of replacement. We replace bad friends with good friends bad music good music Bad habits with good habits bad activities with good activity. You just cannot just simply say I'm gonna stop All the bad. Good decision won't last unless you start some good things that go along with it. And part of those good things is this relationship with the Lord. We will not stay neutral. You can't simply say, I'm going to get rid of all the bad, but I really don't want to do those things. I'll just stay here. You're not going to stay here. That's the teaching what Jesus is saying.",
        "keywords": [
            "good friends bad music good music bad habits",
            "good habits bad activities",
            "replace bad friends",
            "good decision",
            "good activity"
        ],
        "summary": "good decision won't last unless you start some good things that go along with it . you can't simply say, I'm going to get rid of all the bad, but I really don't want those things .",
        "sentiment": {
            "label": "Neutral",
            "score": -0.0259
        }
    },
    {
        "segment_id": 62,
        "title": "Watch Carefully",
        "text": "You're not going to stay neutral. That's what he said. Again, , if you're not for me, you're against me. You're not against me. You're going to be for me. You've got to pick a side. You're not going to stay in the middle. We will not stay new to you. If we do not, now watch carefully, if we do not purposely work on our relationship with the Lord, we will be drawn back into the Old World. Please teach me.",
        "keywords": [
            "watch carefully",
            "purposely work",
            "please teach",
            "old world",
            "drawn back"
        ],
        "summary": "you're not going to stay neutral. That's what he said . if you are not for me, you've got to pick a side .",
        "sentiment": {
            "label": "Positive",
            "score": 0.2335
        }
    },
    {
        "segment_id": 63,
        "title": "Unsafe Person",
        "text": "You've got to purposely walk through. You've got to purposely print. You've got to purpose. Because if you don't have this relationship reward, then the old life is so back in us to come back. You can tell you it's gonna be worse. , who's worse off? Not the unsafe person. You say for him. He's the most.",
        "keywords": [
            "unsafe person",
            "relationship reward",
            "purposely walk",
            "purposely print",
            "old life"
        ],
        "summary": "if you don't have this relationship reward, then the old life is so back in us to come back . you can tell you it's gonna be worse. not the unsafe person.",
        "sentiment": {
            "label": "Negative",
            "score": -0.3612
        }
    },
    {
        "segment_id": 64,
        "title": "Could Probably Kill",
        "text": ", when you were unsafe and sitting at the bar, at least, at least you could probably kill some of your feelings by the boot. So the Holy Spirit can't be killed anymore. He can't be shut off by getting your brain lifted up. He's still there, convicted. The most, the most miserable person is not the lost person in living their sin, but the same person who's living their habitual, continual sin and will not repent. Now, you give this last statement, you give it to the last. think about those who backslide in their actions have already backslided in the heart. You see someone who said, oh, there's another one day they're in church and one day they're gone. Well, that may be true in their actions, they're not in the heart.",
        "keywords": [
            "could probably kill",
            "another one day",
            "one day",
            "see someone",
            "killed anymore"
        ],
        "summary": "the most miserable person is not the lost person in living their sin, but the same person who's living their habitual, continual sin and will not repent . think about those who backslide in their actions, they're not in the heart .",
        "sentiment": {
            "label": "Negative",
            "score": -0.1462
        }
    },
    {
        "segment_id": 65,
        "title": "Sudden One Day",
        "text": "They left. They backslided in the long time. They got out of their prayer class a long time. They could read their Bible a long time. They could walk and got a long time. That relationship. board ended, they got cold-hearted, yeah they were going to the motions and all of a sudden one day they said, that's it. Okay, here's what it looks . I'm sending it to church, one thing happened that just really aggravates them and they just they just say, that's I come back to you. I just can't take it. Well what happened? That's not what happened. That was the you want to say final straw. You take what happened?",
        "keywords": [
            "sudden one day",
            "say final straw",
            "one thing happened",
            "really aggravates",
            "prayer class"
        ],
        "summary": "board ended, they got cold-hearted, yeah they were going to the motions and all of a sudden one day they said, that's it . I just can't take it. that was the you want to say final straw .",
        "sentiment": {
            "label": "Negative",
            "score": -0.2422
        }
    },
    {
        "segment_id": 66,
        "title": "There'S A Wrong Process Backslid",
        "text": "For months months. months and months. They were not in the Bible, they were not praying. They had no relationship for Lord and it eventually kicked into that one. Sometimes a very stupid small thing. Wow, all of a sudden, boom! That's what I look at. There's a wrong process backsliding in the morning. So those who backsliding their actions have already backsliding their hearts, that's where the palm origin.",
        "keywords": [
            "stupid small thing",
            "wrong process backsliding",
            "palm origin",
            "eventually kicked",
            "already backsliding"
        ],
        "summary": "there's a wrong process backsliding in the morning . those who back-slide their actions have already backslided their hearts . the palm origin is where the palm roots originate .",
        "sentiment": {
            "label": "Negative",
            "score": -0.3171
        }
    },
    {
        "segment_id": 67,
        "title": "Third ... Part",
        "text": "And so the third... part of that relationship we understand exists that you cannot be neutral and committed. You got to be focused purposely focused on the war or you are eventually going to find yourself and he works. Number four, here's the last application. Go to back to Luke 11, verse 27. And then it passes. He spakes these things a certain woman of the community.",
        "keywords": [
            "third ... part",
            "focused purposely focused",
            "verse 27",
            "understand exists",
            "number four"
        ],
        "summary": "you got to be focused purposely focused on the war or you are eventually going to find yourself and he works . he spakes these things a certain woman of the community .",
        "sentiment": {
            "label": "Positive",
            "score": 0.5859
        }
    }
]