[
    {
        "segment_id": 1,
        "title": "Worst Punditry Gets",
        "text": "Welcome to Potsave America, I'm John Faber, I'm Dan Piper. Today's show, just to Steven Breyer. retirement announcement gives President Biden his first chance to fill a Supreme Court vacancy. Former Obama White House lawyer Kate Shoggo is to talk about potential nominees and what it's to go through a confirmation fight. In the week's worst punditry gets the scorn it deserves in another round of take, appreciator. And Dan finally gets the big news day. He's been cravings. campaign for president i will keep the well how about that is it safe for everyone to go back to liking justice prior now to any list that he just a spryer not me here's a minute prior guy for years so might say that the billboards ... and yelling into retire may have been a little aggressive but really he drove by them right?",
        "keywords": [
            "former obama white house lawyer kate shoggo",
            "retirement announcement gives president biden",
            "worst punditry gets",
            "supreme court vacancy",
            "minute prior guy"
        ],
        "summary": "retirement announcement gives president biden his first chance to fill a supreme court vacancy . former white house lawyer Kate Shoggo is to talk about potential nominees and what it's to go through a confirmation fight . in the week's worst punditry gets the scorn it deserves in another round of take .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7428
        }
    },
    {
        "segment_id": 2,
        "title": "One Data Point",
        "text": "So Biden has nominated eight black women to the federal appeals courts. Every president before he combined nominated eight black women to the federal appeals courts that. And that is just one data point. So that has been amazing. And yet there are many, many vacancies that need to be filled in this precious time remaining between now and midterms. And so I hope and I do trust. But I guess it's worth saying it's important for the White House to be able to walk into gun both. to get this pre-court nominee confirmed, but to continue to put up the same nominees that they have been for the lower federal courts so that none of those vacancies remain open all the time to get to next fall.",
        "keywords": [
            "combined nominated eight black women",
            "nominated eight black women",
            "one data point",
            "lower federal courts",
            "federal appeals courts"
        ],
        "summary": "every president before he combined nominated eight black women to the federal appeals courts that . there are many, many vacancies that need to be filled in this precious time between now and midterms .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7164
        }
    },
    {
        "segment_id": 3,
        "title": "Strix Scrutiny",
        "text": "It's a very good, very good advice. , K-Chot thank you for joining us. We are so excited about Strix scrutiny, joining the Crooked family. Everyone listening right now, go find Strix scrutiny wherever you're in podcasts. Sign up now, subscribe now. Now, start listening and then pretty soon, it'll be part of the Cricut family and we'll have you and newly tenured Leah Litman and Melissa Murray back on Potsaid America and all kinds of Cricut pods just helping us navigate this crazy Supreme Court term and all kinds of other legal issues. So we really appreciate it. We're very excited. So it sounds great. Thanks John. Great to be here. Alright, before we go, it is time for yet another round of Take Appreciator with our Chief Take Officer here at Cook & Media.",
        "keywords": [
            "go find strix scrutiny wherever",
            "newly tenured leah litman",
            "crazy supreme court term",
            "yet another round",
            "melissa murray back"
        ],
        "summary": "we are so excited about Strix scrutiny, joining the Crooked family . you and newly tenured Leah Litman and Melissa Murray are back on potsaid America and all kinds of Cricut pods just helping us navigate this crazy Supreme Court term .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9912
        }
    },
    {
        "segment_id": 4,
        "title": "Welcome Back",
        "text": "Elijah County. Welcome back, Elijah. Hey John, and Dan, welcome back to the Take Appreciators. I'm going to share some notably bad palm tree with you. which is the scene these takes, John and Dan have not. They'll give their reactions and then rate them on the scale of one quote, quote, quote, quote, it goes, John and Dan, are you ready? So ready. Born ready.",
        "keywords": [
            "notably bad palm tree",
            "welcome back",
            "welcome back",
            "take appreciators",
            "elijah county"
        ],
        "summary": "take appreciators will give their reactions and then rate them on the scale of one quote . John and Dan, are you ready? Born ready.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9288
        }
    },
    {
        "segment_id": 5,
        "title": "Aggressive Progressive Justice",
        "text": "All right, this first one is about Justice Breyer's retirement. It's a tweet, let's just get right into it. Quote, it's straight forward from here. June 30th, court overturns row. July 1st, Breyer resigns as court needs. aggressive progressive justice. July 4th, Biden picks Kamala Harris for the court. Harris resigns as VP. July 5th, Joe Biden picks Mitt Romney as VP.",
        "keywords": [
            "joe biden picks mitt romney",
            "biden picks kamala harris",
            "aggressive progressive justice",
            "court overturns row",
            "harris resigns"
        ],
        "summary": "the tweet is about justice Breyer's retirement . it's a tweet, let's just get right into it . he resigns as court needs.",
        "sentiment": {
            "label": "Positive",
            "score": 0.5423
        }
    },
    {
        "segment_id": 6,
        "title": "Power Since 1934",
        "text": "Says National Unity needed for the world crisis. Paul, this is a bonus, this is a thread where I have to include the second three. Paul, progressives are energized by the bitter Senate fight to confirm Harris and Beer State legislative battles over choice. Centres are reassured by the competent Biden-Rommi National Unity government. November 8th, Democrats have the best midterm for party and power since 1934. And we want to guess the author of that. Then you go. I know the author of this because who can admit this is take as impossible this would be one William Crystal? That is correct. That is what that is. That might be the perfect take.",
        "keywords": [
            "says national unity needed",
            "rommi national unity government",
            "beer state legislative battles",
            "power since 1934",
            "one william crystal"
        ],
        "summary": "progressives are energized by the bitter Senate fight to confirm Harris and Beer State legislative battles over choice . we want to guess the author of that because who can admit this is take as impossible this would be one William Crystal? that might be the perfect take .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9081
        }
    },
    {
        "segment_id": 7,
        "title": "Tweeted Today Would",
        "text": "Yeah, it is 100% for a point of course. And I will say that Bill Crystal has been around long enough and also on the never trump side of the aisle long enough. But he, I am confident he knew exactly what he was doing. and saw them and thus the announcement came today i feel there was a direct line you can't probably read twitter all the people that tweeted today would be a good day for justice prior to tired you think finally saw one of those dreams that oh shit i think what happened with mason cinema last few weeks was a real blow to the mean street strategy for political activism but it is having a comeback it's back Now it's back. So one hit the White House has given about who Biden might nominate came from a source told Punchbowl that it won't be someone who is not currently a judge. And the president himself today said that Vice President Pamela Harris would be helping him through the confirmation process. Why do you think they wanted that piece of information out there, Dan? How will she be helping him through the confirmation process? Well, he's going to do it. Su不好意思. Thank you!",
        "keywords": [
            "vice president pamela harris would",
            "biden might nominate came",
            "think finally saw one",
            "tweeted today would",
            "announcement came today"
        ],
        "summary": "the white house has given about who Biden might nominate came from a source told Punchbowl that it won't be someone who is not currently a judge . vice president pamela Harris will be helping him through the confirmation process .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9652
        }
    },
    {
        "segment_id": 8,
        "title": "Kamala Harris To Supreme Court",
        "text": "So how many people get that Are we that old a bunch of old people up someone who saw that and became a movie doesn't that those are the options that's it There was some there's some rumors yesterday floating that you might use poplar. Yes. I mean Jeffrey to been floating Ridiculous a couple weeks ago and bizarre posts about about Justin's brown resigning and here are some of the people, most of the people on the list you mentioned, the Kamala Harris was mentioned. She is in fact a black woman. Simone Sanders, she is a man, I think is a piece of advice we should all take. Last night, Simone Sanders, the former chief spokesperson for the vice president, said the Kamala Harris to Supreme Court rumors are generated by the right wing trying to sow division in our party, so we should give it. attention is this not happening and I feel that's good advice to take. Yeah.",
        "keywords": [
            "supreme court rumors",
            "right wing trying",
            "might use poplar",
            "former chief spokesperson",
            "couple weeks ago"
        ],
        "summary": "the Kamala Harris to Supreme Court rumors are generated by the right wing trying to sow division in our party, so we should give it . Simone Sanders, the former chief spokesperson for the vice president, said the rumors were generated by rumors . he said it's good advice to take .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8126
        }
    },
    {
        "segment_id": 9,
        "title": "50 Votes Yeah",
        "text": "And also I think on the, it's not going to be someone who's not currently a judge. That's just, , it's not without precedent that a president has nominated as a Justice wasn't currently a sitting judge. But it is rare usually. Yeah. for all the fun, partner games about who he might nominate . It's gonna be a job and it's most likely there's a practical reason for that too Especially if it's someone who is recently confirmed you have a record of people in the Senate having voted for them And or an demonstrated capacity to get to the 50 votes Yeah, and so to that point of the names I just mentioned who currently make up the room for shortlist and I would say that the three Most mentioned names are Judge Jackson, Judge Childs, and Judge Krueger. Is there anything about their qualifications or backgrounds that might make one more likely or more confirmable nominee than the other? Well, Judge Jackson got 53 votes just last year to be confirmed to DC Quicks' certain court of appeals, which is the second highest court of the land of court.",
        "keywords": [
            "judge jackson got 53 votes",
            "50 votes yeah",
            "second highest court",
            "might make one",
            "judge jackson"
        ],
        "summary": "it's not without precedent that a president has nominated as a Justice wasn't currently a sitting judge . the three most mentioned names are Judge Jackson, Judge Childs, and Judge Krueger .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9366
        }
    },
    {
        "segment_id": 10,
        "title": "Sentences Particularly Around",
        "text": "Here's all the cases. in the case is in poor case, but I hit the Supreme Court. Also was previously a public defense offender, which is something that the Biden administration has really prized and they tried to diversify the bench, federally distributed writ large, not just in terms of race and gender, but also an experience, because for a quarter too long there's been a premium put on prosecutors, and not enough in public defense. So I have an elevated someone who was a public defender to the Supreme Court with the huge ceiling. And she clerked for briar. She's a former briar clerk. And you mentioned that she was a public defender. I think some criminal justice advocates are also excited about this potential pick because she was on the sentencing commission under President Obama, where she reduced a lot of sentences particularly around for drug offenses. And so in terms of criminal justice reform, there's a lot to .",
        "keywords": [
            "federally distributed writ large",
            "sentences particularly around",
            "criminal justice reform",
            "criminal justice advocates",
            "former briar clerk"
        ],
        "summary": "briar clerk was a public defender for a quarter too long . she was on the sentencing commission, where she reduced a lot of sentences . in terms of criminal justice reform, there's plenty to think about .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9548
        }
    },
    {
        "segment_id": 11,
        "title": "Two Fantastic Podcasts",
        "text": "on PotsAve America since they just, the good news cycles have kept falling to the Monday pod. Finally, you're back in business. Finally. Thank you Stephen Breyer for your service to this country and this podcast. I heard he timed it for you. That's what, that's the root. Before we get started, some incredibly exciting news. Two fantastic podcasts will soon be joining the Crooked Family.",
        "keywords": [
            "two fantastic podcasts",
            "potsave america since",
            "incredibly exciting news",
            "good news cycles",
            "stephen breyer"
        ],
        "summary": "the good news cycles have kept falling to the Monday pod . Stephen Breyer's service to this country and this podcast will soon be joining the Crooked Family . he'll be releasing a new podcast on thursday .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8977
        }
    },
    {
        "segment_id": 12,
        "title": "Recorded American History",
        "text": "with Katana Jackson. Kate Shaw, who I talked to later, brought this up, but she's new to the DC circuit court. As you said, she got 53 votes, and three Republicans. So she got all 50 Democrats, and the three Republicans she got were Susan Collins, who's Pratsky, and Lindsey Graham. Still, I still don't get the Lindsey Graham vote, but Grace, so she's new there. So she doesn't have a ton of rulings on the DC circuit court. to really pick through, but one that's notable is she ruled that former White House Council Don McGann had to comply with congressional subpoena and testify before Congress, and there was a particular align in that ruling. The primary takeaway from the past 200 years of recorded American history is that presidents are not kings.",
        "keywords": [
            "former white house council",
            "recorded american history",
            "past 200 years",
            "dc circuit court",
            "dc circuit court"
        ],
        "summary": "the primary takeaway from the past 200 years of recorded history is that presidents are not kings . she ruled that former white house council don McGann had to comply with congressional subpoena and testify before congress .",
        "sentiment": {
            "label": "Positive",
            "score": 0.5719
        }
    },
    {
        "segment_id": 13,
        "title": "President Should Be Kings",
        "text": ", I read this piece in the Atlantic, they said that line struck many Republicans as overly confrontational. Oh, so what a what a crazy thing to say that president thinks it's only the sound the principle of the fucking country. , think what they were there standing up for kings are defending kings now. And I'll be so hard on king. The president should be kings. But I do think , look, so , and Kate makes this point to DC circuit court is the second most powerful court in the land, right? It is. It is head-chilled, it's above some of the other circuit courts. It's, , the Supreme Court, the next one's powerful court. So a lot of people have thought for a while that Tanya Brown Jackson has , , there's been a plan long to get on the DC Circuit Court and then to nominate her for briar seat to be retired and also Biden met with her.",
        "keywords": [
            "line struck many republicans",
            "tanya brown jackson",
            "also biden met",
            "dc circuit court",
            "dc circuit court"
        ],
        "summary": "the president should be kings . but he thinks it's only the sound the principle of the fucking country . a lot of people have thought that Tanya Brown Jackson has a plan to nominate her .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8835
        }
    },
    {
        "segment_id": 14,
        "title": "Seemed Quite Unusual",
        "text": "That is what I wanted to bring that up. And that seemed quite unusual. me for someone for an appeals court to have interviewed with the president that is usually our co-crafted research for Supreme Court nominees. Yeah, so that gives you a hint. I mean, what do you think about the, , the Clyburn thing on, , Judge Childs? Do you think there's anything to Biden thinks he owes Jim Clyburn from the campaign going to take his favorite pick seriously. Say the Judge's child is from South Carolina, his practice, , was a Judge in South Carolina, and has also been nominated to the DC Circuit Court, though her confirmation hearing has not happened yet. Well, I guess we'll see how much a juice Jim Clyburn has now, huh? Five.",
        "keywords": [
            "seemed quite unusual",
            "favorite pick seriously",
            "supreme court nominees",
            "owes jim clyburn",
            "juice jim clyburn"
        ],
        "summary": "the judge's child is from south Carolina, his practice, was a Judge in south Carolina . he has also been nominated to the DC Circuit Court, though her confirmation hearing has not happened yet . it's not clear how much juice a judge has now, huh?",
        "sentiment": {
            "label": "Positive",
            "score": 0.7681
        }
    },
    {
        "segment_id": 15,
        "title": "Rumour Drawer List",
        "text": ", I can't imagine the president is going to, I mean, he will, I'm sure it will. Listen to Congressman Clyburn as he... always does, but it's not going to make its decision based on political favor or someone ever he will see me. Oh Jim, how does that seem impossible to imagine to me? Yeah, I think the important thing here is Biden has in this rumour drawer list and even some of the other names an extremely qualified group of people to choose from here, which is very very good. And I think. And he said this today, he said it will be someone with impactful qualifications and any of the people that we mentioned have that space And so I think that's really good Let's talk timing Schumer wants the nominee confirmed in about a month Susan Collins said there's no need to rush and that the Senate should take its time She also mentioned that she thought that the Amy Coney buried process was rushed. And she didn't want this one right. Diane Feinstein released a statement that said with six months until Briar departs the Senate will have quote ample time to hold hearings. People on Twitter took that statement to be Diane Feinstein once could drag this process out. I think there's another way to read that which was you could imagine Mitch McConnell or Summer P- Republicans doing their it's an election year we don't have time for a We don't have time to do hearings. We should just wait for the midterms And so she could have been pushing back on that But anyway, who knows the time But how important do you think speed is here? Here is I mean, I don't want to be in about this but we're 50 50 50 San right?",
        "keywords": [
            "50 50 50 san right",
            "talk timing schumer wants",
            "amy coney buried process",
            "month susan collins said",
            "could imagine mitch mcconnell"
        ],
        "summary": "I think the important thing here is Biden has in this rumour drawer list . he said it will be someone with impactful qualifications . Susan Collins said there's no need to rush and that the Senate should take its time .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9444
        }
    },
    {
        "segment_id": 16,
        "title": "Climate Crisis Hosted",
        "text": "I know where this is going and 12 The first is Hot Take, a no bullshit show about the climate crisis hosted by climate writer Mary Aniz Heglot and award-winning investigative journalist Amy Westerville. And the second is one you've heard a lot about here on Pods of America, especially today, strict scrutiny hosted by law professors Melissa Murray, Leah Lippman, and our guest today Kate Shaw. Strict scrutiny will give you all of the info and brilliant witty and- that are sitting in a state with Republican governors who could appoint their replacement. So there's no real screwing around here. They gotta get, they gotta get, gotta, gotta. Let's move, let's move. Clock's a tick. I, look, I think Biden is correct to do this in a month. He's obviously been working on this for a long time.",
        "keywords": [
            "winning investigative journalist amy westerville",
            "climate writer mary aniz heglot",
            "law professors melissa murray",
            "guest today kate shaw",
            "climate crisis hosted"
        ],
        "summary": "strict scrutiny will give you all of the info and brilliant witty and- that are sitting in a state with Republican governors who could appoint their replacement . there's no real screwing around here. they gotta get, they gonna get, gotta.",
        "sentiment": {
            "label": "Positive",
            "score": 0.2405
        }
    },
    {
        "segment_id": 17,
        "title": "Is Not A Promise, Right?",
        "text": "This is, this is not a promise, right? We've, there are times when the school year, when there's an unexpected passing, no one knows it's coming. then there's immediate effort to do all the work. When Obama was in office, we had expectations we were going to have vacancies. And so the work was done to prepare for those in advance. You could turn around and make your nomination quickly. Biden has been preparing for this the entire time. I think that all the vetting on these people has been done.",
        "keywords": [
            "could turn around",
            "unexpected passing",
            "school year",
            "one knows",
            "nomination quickly"
        ],
        "summary": "this is not a promise, right? we've, there are times when the school year, when there's an unexpected passing, no one knows it's coming . so the work was done to prepare for those in advance .",
        "sentiment": {
            "label": "Negative",
            "score": -0.4874
        }
    },
    {
        "segment_id": 18,
        "title": "Trichy Murk Famous",
        "text": "The books are prepared. He will meet with them. They will talk. They will do the advice he can see. with senators and then they will, Congress can cliburn obviously and then they will move on and make this is great workly and that's right. Whether it's in a month as Trichy Murk famous for it here in all of his deadlines and never missing them. But, or sometime after that, , one notable thing is that Ryer said he would retire by Lee Whitman of Strictsrutinique now in Perkins Family. Secondly, said on Twitter, point out Twitter that Briar said that he will retire at the end of the term if someone has been confirmed for this. So it's that he's not going anywhere until they can be stunned, but there's a reason why they can't get this done pretty well.",
        "keywords": [
            "trichy murk famous",
            "one notable thing",
            "done pretty well",
            "perkins family",
            "never missing"
        ],
        "summary": "Ryer said he would retire by Lee Whitman of Strictsrutinique now in Perkins Family . he said on twitter that he will retire at the end of the term if someone has been confirmed .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8688
        }
    },
    {
        "segment_id": 19,
        "title": "John Assa And Rafael Warna",
        "text": "I'll also say I had a lot of long list problems with the Amy Kern Barrett nomination. The speed of the process at the bottom goal. If we had dragged that over for a few more months, you would be a really big sport in first. Yeah, I mean, unless they wanted to drag it out until right after they swore in John Assa and Rafael Warna and Joe Biden. That would have been nice to drag it out. Here's a question for you. What do you think your homies are going to fight out on this? So, , so far everything I've seen does not make me think that they will, but they're Republicans. And , this is what usually happens with them.",
        "keywords": [
            "amy kern barrett nomination",
            "really big sport",
            "long list problems",
            "usually happens",
            "rafael warna"
        ],
        "summary": "if we had dragged that over for a few more months, you would be a really big sport in first . that would have been nice to drag it out until right after they swore in John Assa and Rafael Warna and Joe Biden .",
        "sentiment": {
            "label": "Negative",
            "score": -0.2846
        }
    },
    {
        "segment_id": 20,
        "title": "Lindsey Graham",
        "text": "The Republican politicians spit out statements Lindsey Graham had a surrender statement out. He's , I imagine Democrats would stick together and we won't win this fight thing. Mitch McConnell, even for Mitch McConnell, he was ... , it's a 50-50 Senate and Joe Biden should not outsource this decision to the radical left and blah blah blah. So I don't think that the senators right now are all thinking that they're gonna put up a huge fight, but I don't know Give Fox News a week to gin everyone up and then we'll see what happens because they could get pressure from their masters in the right-wing media That's that's that's where they take marching orders from so you don't know what they're gonna be But I don't know. I think, look, if the president nominates Patanjee Brown-Daxon and Democrats can say, okay, this is someone who literally just got the vote of Lindsey Graham and Susan Collins and Lisa Murkowski is Lindsey Graham, part of the radical left now. , I think it's going to be harder for them to put up a fight, especially if, so what I want to get to next, if it seems mansion- cinema are on board. I think if they can they can they get a whiff of division on the democratic side, then they might start going on and they might try to make mansion and cinema feel they are, , confirming some far left radical nominee. They can they think they can do that they might make a push, but I think if mansion and cinema come out of their initial conversations with early saying positive things then I think you'll see Republicans back now.",
        "keywords": [
            "imagine democrats would stick together",
            "president nominates patanjee brown",
            "early saying positive things",
            "know give fox news",
            "far left radical nominee"
        ],
        "summary": "republicans spit out statements Lindsey Graham had a surrender statement out . he's , I imagine Democrats would stick together and we won't win this fight thing . but I don't think that the senators right now are all thinking that they're gonna put up a fight .",
        "sentiment": {
            "label": "Negative",
            "score": -0.2241
        }
    },
    {
        "segment_id": 21,
        "title": "Crooked Pods",
        "text": "I don't know what you think. Yeah I think there's going to be two lofuses. I think the Magonetio there are things I can to demonize a nominee. There's nothing they to be called demonize a one-woman and there will be Republican senators who will take her leads from that. Tom Cotton's such hollies and cruses but I'm not sure that they will be. analysis you need about the Supreme Court, its decisions, its personality, and the broader legal culture that surrounds it. You'll be hearing much, much more from both hot-take and strict scrutiny across your favorite crooked pods, and we'll not be distant future, but in the meantime, give them a follow on social and in your podcast apps much more to share soon. Exciting! Also exciting! We're going on tour!",
        "keywords": [
            "strict scrutiny across",
            "favorite crooked pods",
            "broader legal culture",
            "podcast apps much",
            "two lofuses"
        ],
        "summary": "you'll be hearing much more from hot-take and strict scrutiny across your favorite crooked pods . give them a follow on social and in your podcast apps much more to share soon!",
        "sentiment": {
            "label": "Positive",
            "score": 0.9735
        }
    },
    {
        "segment_id": 22,
        "title": "Reverse Racism And Affirmative Action",
        "text": "It's hap- this giant fight is there either either in their public consent or the larger very well-funded judicial activism networks because the ideological balance of the court is not at stake here and the Democrats' chances of success seem quite high. Yeah I mean if for some reason but Clarence Thomas's seat or Sam Alito's seat were to open up tomorrow you babies. a different fighter. Also to your point about the right one media loves black women. Right now, they are just demonizing the concept of a black woman. They don't even have a specific black woman to demonize, but they're all out there being , this is reverse racism and affirmative action, all this stuff. how could Joe Biden promise not made a black woman? I don't know.",
        "keywords": [
            "right one media loves black women",
            "success seem quite high",
            "funded judicial activism networks",
            "could joe biden promise",
            "specific black woman"
        ],
        "summary": "it's hap- this giant fight is there either in their public consent or the larger very well-funded judicial activism networks because the ideological balance of the court is not at stake here . right now, they are just demonizing the concept of a black woman . this is reverse racism and affirmative action, all this stuff .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7498
        }
    },
    {
        "segment_id": 23,
        "title": "Donna Brazile: In 2022",
        "text": "Do you think it's strange that in this country's 200-plus year history, there has never been a black woman on Supreme Court? Do you think that's just a coincidence? You're going to fight this now? That in 2022, we may get our first black woman to serve on the Supreme Court. That's going to offend you. Okay. That is, yeah, that is wildly offentist. And it's also... And it's also by the way in saying and a lot of them are saying this is that oh, He's gonna forget about qualifications because he's just gonna go and decide to pick black women He's decided on that that is basically saying that there are no black women in the country who have the qualifications necessary To set on Supreme Court, which is fucking outrageous. Yes, particularly considering the nominees that Joe Biden is talking about right now who have Sterling credentials The exact point that in the mind's eye of a lot of right-wing conservative times, you cannot appoint a qualified person to just end-a-point-a-point on because no such thing exists, because there's only one type of person who would be strolling in a qualified only-bobb, it's the type of justice that they appoint. Also, I'll just... said that it was well known when Trump was thinking about a Supreme Court Justice, the second, third Supreme Court Justice, that he was , oh yeah, we're gonna pick a woman. And no one on the right said anything about that. No, he was.",
        "keywords": [
            "third supreme court justice",
            "wing conservative times",
            "plus year history",
            "supreme court justice",
            "pick black women"
        ],
        "summary": "donna brazile: in 2022, we may get our first black woman to serve on the Supreme Court . she says there are no black women in the country who have the qualifications necessary to set on the supreme court, which is fucking outrageous . he says there's only one type of person who would be strolling in a qualified only-bobb, it's the type of justice that they appoint .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9742
        }
    },
    {
        "segment_id": 24,
        "title": "Biden'S Choices Voted For",
        "text": "White woman. Right. All right. So now for the question on everyone's mind, what do we know about where Joe mentioned in Pearson's cinema might land on this one? You said something, We have the false. internally and crooked the other day, which is I'm not going to worry about this until Manchin and Sidney McEvee gave me a reason to worry, I think it's the right approach. They have been historically good on buying judicial nominees. There's a very different kettle of fish than either change in filibuster or those policy parts that go back better, not their positions of that. Not ridiculous, but they did just vote for the person that that most people believe is the leading contender to be Biden's choices voted for them in the last year.",
        "keywords": [
            "sidney mcevee gave",
            "go back better",
            "cinema might land",
            "buying judicial nominees",
            "white woman"
        ],
        "summary": "manchin and sidney McEvee have been historically good on buying judicial nominees . they did just vote for the person that most people believe is the leading contender to be Biden's choices voted for .",
        "sentiment": {
            "label": "Positive",
            "score": 0.607
        }
    },
    {
        "segment_id": 25,
        "title": "Friday January 8Th",
        "text": "So it seems we are starting off in a strong place. So I'm not saying don't went to bed or anything about it, but I think this is, we mentioned the cinema on the presence of Navigate, so taking a very different Jewish nomadic, very different person they have on other parts of the subject and gender and that's worth noting as we decide where we're gonna direct our panic in the stage. Joe Biden has confirmed more judicial nominees in the first year than any president in recent history and Manchin and Sendem have been voted against single one of them. So Manchin put out a statement, I take my constitutional responsibility seriously look forward to meeting with and evaluating the qualifications of the nominee. If I was Joe Manchin and I was ready to vote for this nominee, being Joe Manchin, being Virginia being my mansion he self I would put out a statement that. He's not gonna put out a statement That's yeah whoever Joe Biden puts up. I'm it. Yeah, we know what's gonna do that right that's no one does that statement They mentioned some very liberal senators that right that is the base of the statement that is circulated on the Democratic Senate press secretaries with serve so everyone can just put their bosses name on it's what you're supposed to say Yeah, and just with some history mentioned did We're back. There's a pre-sale happening right now to get to go and sail to the general public on Friday January 8th. For all the tour dates and to get info go to crooked.com slash events, we will be hitting the road in April.",
        "keywords": [
            "constitutional responsibility seriously look forward",
            "yeah whoever joe biden puts",
            "democratic senate press secretaries",
            "friday january 8th",
            "com slash events"
        ],
        "summary": "Joe Biden has confirmed more judicial nominees in the first year than any president in recent history . manchin and Sendem have been voted against single one of them . there's a pre-sale to get to go and sail to the general public on Friday January 8th .",
        "sentiment": {
            "label": "Positive",
            "score": 0.4939
        }
    },
    {
        "segment_id": 26,
        "title": "Go For Gorsuch And Kavanaugh",
        "text": "You don't see your city on the schedule, not to fear. It will be a second round of cities for the fall. So there you go. If you don't see your city, sand is many. vote for Gorsuch and Kavanaugh and then he voted against Barrett because he said the process was rough for Barrett. So that's one thing to keep in mind in the process. Cinema hasn't been in the Senate that long. She voted against Barrett and she said she couldn't support Kavanaugh, but at the time she was running the Senate. She was in the Senate.",
        "keywords": [
            "second round",
            "one thing",
            "support kavanaugh",
            "kavanaugh",
            "voted"
        ],
        "summary": "you don't see your city on the schedule, not to fear. it will be a second round of cities for the fall . vote for Gorsuch and Kavanaugh and then he voted against Barrett .",
        "sentiment": {
            "label": "Neutral",
            "score": 0.0477
        }
    },
    {
        "segment_id": 27,
        "title": "Kirsten Sendin Went",
        "text": "So that's just a history on them. And of course, we said, Judge Jackson got three Republican votes. So , I think that's right too. I think what's going to happen is this is where everyone has to be careful. Reporters are going to want to cause trouble. Republicans are definitely going to want to cause trouble. They're going to want to divide Democrats. They're going to want to take statements out of context to try to divide Democrats because this could be a relatively quiet, maybe even boring confirmation process. They're going to be just dying for Joe Manchin and Kirsten Sendin went to say something. They could freak everyone out in an over-consuming process. So I would say, , just take everything with the grain of salt, , just, , let this process play out, and know that there are a bunch of people who it will benefit them to try to make this as difficult as possible and so division within the ranks. But you're right.",
        "keywords": [
            "judge jackson got three republican votes",
            "maybe even boring confirmation process",
            "kirsten sendin went",
            "could freak everyone",
            "process play"
        ],
        "summary": "reporters are going to want to cause trouble . they're going to take statements out of context to try to divide Democrats . this could be a relatively quiet, maybe even boring confirmation process .",
        "sentiment": {
            "label": "Negative",
            "score": -0.1531
        }
    },
    {
        "segment_id": 28,
        "title": "Tough Midterm Races",
        "text": ", every, again, anything could happen. I mentioned to them, I have surprised us many times before. So... No guarantees, but everything they've said and done up until this point should give us some degree of confidence that they want to develop. Axios ran a piece on the politics of this confirmation fight. Republicans, as we were talking about, don't expect to win, but apparently their strategy is to frame the nominees to liberal and then attack Senate Democrats who have tough midterm races for supporting her. The piece also says that the picture would be a quote. potential lifeline for the Democratic Party. How much of a political effect do you think this confirmation might have on the minimum? Minimal, this is my guess.",
        "keywords": [
            "surprised us many times",
            "tough midterm races",
            "attack senate democrats",
            "anything could happen",
            "piece also says"
        ],
        "summary": "axios ran a piece on the politics of this confirmation fight . Republicans don't expect to win, but apparently their strategy is to frame the nominees to liberal and then attack Senate Democrats .",
        "sentiment": {
            "label": "Negative",
            "score": -0.0665
        }
    },
    {
        "segment_id": 29,
        "title": "Success Begets Success",
        "text": "I don't think you're going to have very much success attacking Senate Democrats, just supporting the president's nominee, who well qualified persons. I think that the extent that it is has a political impact is presuming that. Biden's nominee is confirmed and it is a relatively turbulence free process that this is a big win And he hit very much use a win and so just it's not I only get a game changer But in the binary world of social media politics you're winning or you're losing and It's bit a bit of a losing streak Because of billback better and going rights president Biden in the pandemic and so that Having a nominee who does well in it and for hearings gets confirmed that that is a positive staff that will help because a lot of when we talk about his pool ratings on the places There's a lot of low-hanging fruit there among Disappointed Democrats He may want to get some of those folks back with a successful confirmation that people see him being successful That success begets success in political politics and polling It's actually Kate about what the confirmation process looks from the point of view of the White House Council's office. You've been on the communication side of it. These processes, if you were in the White House right now, or you were advising some of these Senate Democrats who are up in 22, what's your advice for how to handle this nomination in a way to make sure it's either a political win or at least not a political liability? or anything they can do. I think for the White House, it is obviously make sure that whoever you nominate is fully vetted. There are no surprises.",
        "keywords": [
            "much success attacking senate democrats",
            "relatively turbulence free process",
            "going rights president biden",
            "success begets success",
            "among disappointed democrats"
        ],
        "summary": "I think that the extent that it is has a political impact is presuming that . if you were in the white house right now, what's your advice for how to handle this nomination in a way to make sure that whoever you nominate is fully vetted?",
        "sentiment": {
            "label": "Positive",
            "score": 0.9947
        }
    },
    {
        "segment_id": 30,
        "title": "White House Council",
        "text": "Can handle the combination hearings. And all the people, though, looking at it, people have already been fully vetted in different combination process. So I don't think that is even really an issue. You don't want to end up with my hurry at my or situations, which is where George J. Bush appointed his White House Council to, was viewed by many to be unqualified position and did not do well in her meetings and hearings and this big loss for the Bush administration. So you don't want that, honestly. You don't want what would happen with Trump and Kavanaugh wearing the allegations about him came out in the middle of the process and therefore caused a whole bunch of turbulence and should have lied to him not being confirmed but unfortunately it's not thank you. retreats as possible and we'll consider it. Yes, sometimes that works. It works with Ryer. Let me know. It works with Ryer. Speaking of which, let's get to the unequivocally good news.",
        "keywords": [
            "white house council",
            "unequivocally good news",
            "different combination process",
            "would happen",
            "whole bunch"
        ],
        "summary": "you don't want what would happen with Trump and Kavanaugh wearing the allegations about him came out in the middle of the process and therefore caused a whole bunch of turbulence and should have lied to him not being confirmed but unfortunately it's not thank you . let's get to the unequivocally good news .",
        "sentiment": {
            "label": "Negative",
            "score": -0.3457
        }
    },
    {
        "segment_id": 31,
        "title": "Nothing Real Substantive",
        "text": "83-year-old Justice Stephen Breyer will retire at the end of this term, paving the way for Joe Biden to fulfill his campaign promise to nominate the first black woman to the Supreme Court. A justice who could maintain the current 63 split between conservatives. So it's a cult. So for the Senate Democrats, really the process breaks down as well. You have the meeting with the denominators, a photo spray. It's all, there's nothing real substantive for it for the public. Then there's the Judiciary Committee hearings. And those are very high profile. We'll be carrying live on people TV, maybe elsewhere.",
        "keywords": [
            "old justice stephen breyer",
            "nothing real substantive",
            "judiciary committee hearings",
            "first black woman",
            "current 63 split"
        ],
        "summary": "83-year-old justice Stephen Breyer will retire at the end of this term . he could maintain the current 63 split between conservatives . it's all, there's nothing real substantive for it for the public .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9493
        }
    },
    {
        "segment_id": 32,
        "title": "Julian Zelizer: Mansion Statements",
        "text": "And for the Senate, it's not a Judiciary Committee. That's the opportunity to, , the maybe some battle Republicans, things. And then you vote. And so I don't know that there's a lot here other than playing it straight. do the mansion statements, you're taking the process seriously and vote for the president's qualified nominee. And then there are times when the Supreme Court hearings have been huge political impacts. I think that happened with Kavanaugh, that happened when you bear it. This is not, I'm not sure this is one of those because the ideological palace of the court is not at stake and I think the outcome is not really. in jeopardy, preserving everything goes right, and the vetting and nomination process. And right on cue, as you were talking about, mansion statements sounding , was just on the Senate, Democratic press secretary, Lysser, cinema finally came out with her statement, and it's almost the same. Yes.",
        "keywords": [
            "preserving everything goes right",
            "huge political impacts",
            "democratic press secretary",
            "cinema finally came",
            "supreme court hearings"
        ],
        "summary": "julian zelizer: mansion statements sounding . he says it's not a Judiciary Committee, but a vetting and nomination process . she says the outcome isn't really, but the ideological palace of the court is not at stake .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9187
        }
    },
    {
        "segment_id": 33,
        "title": "Strict Scrutiny Podcast",
        "text": "So look forward to filling your constitutional duty to providing advice and consent, and she's gonna examine the nominee based on three crates. Syria, what the nominee is professionally qualified, believes in the role of an independent judiciary, and can be trusted to faithfully interpret and uphold the rule of law. Pretty standard doesn't sound a statement that is going to cause Biden Democrats any trouble unless, of course, things come out into that thing that we don't know about. Okay, so when we come back, I will talk more about this nomination fight with legal expert Kate Shaw from the strict scrutiny podcast. We have the perfect guest joining us today to offer an expert viewpoint on the confirmation battle to come. Kate Shaw is a former clerk to Supreme Court Justice John Paulski. She was my colleague in the White House where she served in the council's office, a special assistant to the president. She's now a professor at the Cardozo School of Law at the University of the Co-host of the best legal podcast there is now soon to be part of the Crooked Media Family Strix scrutiny. Kate, thanks for joining. Thanks John.",
        "keywords": [
            "crooked media family strix scrutiny",
            "supreme court justice john paulski",
            "perfect guest joining us today",
            "legal expert kate shaw",
            "strict scrutiny podcast"
        ],
        "summary": "the nominee is professionally qualified, believes in the role of an independent judiciary, and can be trusted to faithfully interpret and uphold the rule of law . we have the perfect guest joining us today to offer an expert viewpoint on the confirmation battle to come .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9795
        }
    },
    {
        "segment_id": 34,
        "title": "Strix Grootney",
        "text": "We are so excited to be joining the family. We are beyond excited. We feel we've had you guys on the podcast. so much now and we have all been such huge fans of Strix Grootney for so long that it makes sense to join forces. Absolutely. So, big day, how did you feel when you first saw the news? Relieved, excited, did you mutter to yourself as a vote time? I think overriding sensation was really.",
        "keywords": [
            "think overriding sensation",
            "vote time",
            "strix grootney",
            "makes sense",
            "join forces"
        ],
        "summary": "we are beyond excited. we feel we've had you guys on the podcast . so much now and we have all been such huge fans of Strix Grootney for so long that it makes sense to join forces.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9243
        }
    },
    {
        "segment_id": 35,
        "title": "Materialize Anytime Soon",
        "text": "Right, so this is not... giving present Biden an opportunity to do anything transformational Supreme Court. But the Court is on the path, the conservative supermajority is on the path, to really burn down a lot of American law. And that's with a 6-3 Court. And I think that just as Briar is sticking around much longer, really created a possibility that we might be looking at a 7-2 Court down the road. And a 6-3 Court is going to mean some fundamental changes. as a American law, but a 7-2 conservative court down the road I think could have been cataclysmic. So I think it's a tremendous sense of relief that it does not look that's going to materialize anytime soon. How much do you think that factor into his decision? Do you think that's what he was weighing and that's good?",
        "keywords": [
            "... giving present biden",
            "sticking around much longer",
            "anything transformational supreme court",
            "materialize anytime soon",
            "2 conservative court"
        ],
        "summary": "a 7-2 conservative court down the road could have been cataclysmic, he says . he thinks it's a tremendous sense of relief that it does not look that's going to materialize anytime soon .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9369
        }
    },
    {
        "segment_id": 36,
        "title": "Happening Behind Curtains",
        "text": "Because I know that it doesn't seem there were health considerations or anything else about it. I think it has to have. So the court, he knows what is happening behind curtains at the court right now. So if there is a draft opinion that has already been circulated and saying, well, versus Wade, is hereby overruled, and states have basically lost their ability to regulate, done, caring in cities, and , other things, he knows it. And I think that it does seem maybe he has seen the writing on the wall, and that this court is poised to go as quickly as it can and as dramatic a fashion as it can, change them. and liberals and potentially serve for decades. Possible nominees include 51-year-old Judge Kitangie Brown-Jackson, who was just confirmed to the DC's Court of Appeals in June by a vote of 53-44, Leandra Krueger, an associate justice at the California Supreme Court, Judge Candace Jackson, actor Wumi, who Biden appointed to the 7th Circuit, Judge Eunice Lee, who Biden appointed its second- lot of really settled wall and legal principles that he believes in. And I think that he decided that projecting this nonpartisan appearance, that his retirement decisions weren't really timed by politics, that that was less important than creating the chance for President Biden to replace him with a -minded tourist who wouldn't sign on to the agenda that the conservative supermajority seems to be pursuing right now. But we were just talking about- a few of the most talked about potential nominees, Judge Jackson, Judge Krueger, Judge Childs. What do we know about each of their judicial philosophies and where they might differ? So , Judge Jackson I'll take first on the DC Circuit.",
        "keywords": [
            "possible nominees include 51",
            "old judge kitangie brown",
            "happening behind curtains",
            "conservative supermajority seems",
            "judge eunice lee"
        ],
        "summary": "a draft opinion has already been circulated and saying, well, versus Wade, is overruled . he says the court is poised to go as quickly as it can and as dramatic a fashion . possible nominees include Judge Kitangie Brown-Jackson, who was just confirmed to the DC's Court of Appeals in June .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8451
        }
    },
    {
        "segment_id": 37,
        "title": "Julian Zelizer",
        "text": ", I don't think any of them is a radical despite the fact that they will likely be portrayed as by Republicans during the confirmation process. I mean, I think they're all... , fairly pragmatic progress, , left of center, but pretty moderate jurists. I think that, , look, Judge Jackson has handled an array of cases as a district court judge. He hasn't been on the DC Circuit for that long, but , a couple of things I would say substanceably one, she handed down a scathing rejection of Don McGanz attempt to assert absolute testimonial immunity in a case when she was told in district court, , wrote the Presidents are not kings. So I think that she definitely brings a healthy skepticism about excessive assertions of executive power, which I think is a really important perspective to have on the court. This court has been very protective of, and look , , presidential power is something that I do believe in, but obviously constraints are really, really important and I think she clearly believes that. So I think we know that about her, , just a screwdriver because she's been on the state court, we don't really know much about R. potential power, what her views of presidential power might be as a jurist. She was an executive branch lawyer. She was in the Socialist for General's office and argued with her dozen cases before the court. So, , protected executive branch progatives. I'm saying probably does have a pretty broad view of presidential power, but is viewed as a moderate on the California Supreme Court?",
        "keywords": [
            "would say substanceably one",
            "assert absolute testimonial immunity",
            "protected executive branch progatives",
            "executive branch lawyer",
            "pretty broad view"
        ],
        "summary": "julian zelizer: i think any of them is a radical despite the fact that they will likely be portrayed as by Republicans during the confirmation process . he says she has a pretty broad view of presidential power, but is viewed as a moderate on the California Supreme Court? she says she's a skepticism about excessive assertions of executive power .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9789
        }
    },
    {
        "segment_id": 38,
        "title": "Think Might Make",
        "text": "And to childhood, we just, we know less about. She's got very interesting background that she's been in state. medical office comes from not this Ivy League credential background from University of South Carolina for law school. And so that's experiential and educational diversity that she would bring to the court. But they all are extremely well-qualified, Juris. I think particularly Judge Jackson, who most recently was obviously before the Senate and was confirmed with some report in support, would be a new brainer in that it seems as though her confirmation would be all but guaranteed potentially even with some Republican support which I got imagined President would love although shouldn't be necessary in terms of inflation. Right. Are there any other names you think might make the short list or that people aren't talking about that could surprise us? I mean my co-host and I have been talking about Sheryl and Eiffel who is a little older than the core demographic in terms of part now, she's 59, but she is the outgoing director and she's the outgoing director council of the NLSEP LDF career, civil rights lawyer, extraordinarily brilliant lawyer and tactician and would be an amazing first on the court. So she is the name that we have definitely been talking about and others have as well.",
        "keywords": [
            "got imagined president would love although",
            "think particularly judge jackson",
            "ivy league credential background",
            "think might make",
            "nlsep ldf career"
        ],
        "summary": "she is the outgoing director of the NLSEP LDF career, civil rights lawyer, extraordinarily brilliant lawyer and tactician and would be an amazing first on the court . her confirmation would be all but guaranteed potentially even with some Republican support which I got imagined President would love although shouldn't be necessary .",
        "sentiment": {
            "label": "Positive",
            "score": 0.991
        }
    },
    {
        "segment_id": 39,
        "title": "White House Staff",
        "text": "But right now it is so established that sitting judges and typically sitting federal judges are the kinds of nominees that... that presents put up and they're well-vetted. There are reasons for this, although it's I think it's a development that has so narrowed the band of experiences that Justice is bringing to the court in a way that it's actually not really healthy for the development of the law. So we would love to see the White House Castle by the end. You've been through Supreme Court confirmation fights during the time of the White House. To what extent do you think the White House staff and particularly the Council's office has been preparing for this? Do you think they already had a short list? I think they've already started vetting nominees, just thinking that Briar might announce his retirement this year. I mean, I think they've been prepared since before taking office, right? So during the position preparations were, I mean, this is just me thinking back, but I'm sure that the Biden team did the same thing, which is to come into the White House very, very prepared with a short list, a medium list, a long list, and to the extent that some of these folks, again, return to Judge Jackson. second circuit, and U.S. District Court judged Michelle Childs a favorite of Congressman Jim Clyburn. Senate Majority Leader Chuck Schumer said the nominee will receive a prompt hearing and be confirmed with all deliberate speed with some Democrats telling reporters that he's aiming for a time frame similar to the Amy Coney Barrett nomination, which was done in about a month. President and Justice Breyer officially announced their retirement at a White House event Thursday morning, or Biden said. have been through full vets, right?",
        "keywords": [
            "senate majority leader chuck schumer said",
            "district court judged michelle childs",
            "white house event thursday morning",
            "amy coney barrett nomination",
            "supreme court confirmation fights"
        ],
        "summary": "we would love to see the White House Castle by the end of the year . we've been through confirmation fights during the time of the white house . they've already started vetting nominees, just thinking that Briar might announce his retirement .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9834
        }
    },
    {
        "segment_id": 40,
        "title": "White House Wants",
        "text": "The DC circuit is not the Supreme Court, but it's not that far. And so she has been very recently three rigorous process for White House vetting, the I vetting and personnel vetting. And so they've got a very full record on her. And I'm sure everyone else on the shortlist has been pretty worked up as well. So if the White House wants to move this quickly and the Senate is on board, I mean this could be... down in a month or two. So obviously once the nominee is announced, I think Biden said today, the nominee will be announced before the end of February. They do the thing where they meet with senators for a bunch of conversations before the confirmation hearings begin. What are those conversations usually ? And do you have any tips that you'd give to the nominee specifically before her conversation with Joe Manchin and Kiersten Settler? I mean, I have to say, , obviously mentioned incident have been a thorn in the White House society when it comes to legislation but they have been pretty supportive of the president's judicial nominee is so I maybe this is unwarranted optimism but I actually feel pretty confident that those meetings are gonna go well but I mean I think in general making the personal connection can be helpful I mean just a speaking promise to go shooting with several senators when they talked about the second amendment So making these personal connections and demonstrating the degree of openness is obviously critical. And I think, , Judge Jackson, just watching her confirmation hearing for the season's circuit, it's just extremely warm and personable. And I feel those meetings would go very well.",
        "keywords": [
            "recently three rigorous process",
            "think biden said today",
            "actually feel pretty confident",
            "white house wants",
            "white house society"
        ],
        "summary": "if the white house wants to move this quickly, this could be down in a month or two . the nominee will be announced before the end of february . they meet with senators for a bunch of conversations before the confirmation hearings begin .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9918
        }
    },
    {
        "segment_id": 41,
        "title": "You Can'T Be... I",
        "text": "It's true about Justice Krueger, too. I don't know Judge Child. But, , but, , you can't be... I... I think that there's one on one meetings are actually sometimes more substantive. Obviously, there's a choreographed theater quality to the actual hearings that are before Senate and televised. And so I think there's a chance to obviously have a genuine one-on-one interaction that sometimes can make a difference. I mean, look, famously, now Justice Kavanaugh convinced Susan Collins in that one-on-one hearing that he... He was open-minded when he came to matters of abortion and grow. And so he can be different. Obviously, how? He really snotered on that one, didn't he?",
        "keywords": [
            "justice kavanaugh convinced susan collins",
            "know judge child",
            "choreographed theater quality",
            "justice krueger",
            "really snotered"
        ],
        "summary": "it's true about justice Krueger, too . but, you can't be... I...",
        "sentiment": {
            "label": "Positive",
            "score": 0.9356
        }
    },
    {
        "segment_id": 42,
        "title": "Political Legal Environment",
        "text": "So activist groups, media, Republicans, everyone will pour over the record of a nominee. What issues do you think will get a lot of attention based on both the people who are potentially on the short list? and just the political legal environment that we're in right now. I mean, it's so it sounds dry but administrative power I think is really an important question. So this , this Supreme Court in right now in a fairly low profile way, but I feel we my co-s and I are trying to spring from the rooftops about it, but whether we're talking about actually curtailing the federal government's abilities to respond and meaningful to the COVID pandemic or being to hobble the environmental protection agencies, ability to actually meaningfully respond to climate change. I mean, these are gonna be hugely pressing legal questions, but this administration, per future administrations, and Justice Breyer was very supportive of the power of the federal government to address hard problems in creative ways and of administrative capacity. And I think that's actually really, really critical. that any nominee be on the record as supporting, because that's going to be so important going forward. I mean, I also think criminal justice issues, justice prior was fairly moderate in certain respects. And we do have a chance to change the court somewhat by putting forth a nominee who is more protective of the rights of criminal defendants, less generally deferential to police and prosecutors than justice prior sometimes was. And it's also, Justice Breyer was, because very much a compromiser on issues of religious liberty and religion in the public square and so it might be possible for the White House to put up a nominee, one of these three that we've been talking about, who might be more concerned about excessive entanglement of government and religion and more concerned about protecting equality interests if they come into conflict with religious exercise about claims. So I think those kinds of issues will probably be found in central two.",
        "keywords": [
            "hugely pressing legal questions",
            "fairly low profile way",
            "also think criminal justice issues",
            "political legal environment",
            "protecting equality interests"
        ],
        "summary": "justice prior was fairly moderate in certain respects . he was a compromiser on issues of religious liberty and religion in the public square . the white house could put up a nominee, one of these three that we've been talking about .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9938
        }
    },
    {
        "segment_id": 43,
        "title": "Decision Except One",
        "text": "I've made no decision except one. First, I will nominate. We'll be someone of extraordinary qualifications, character, experience, and integrity. That person will be the first black woman ever nominated to the United States Supreme Court. It's long overdue in my life. I made that commitment during that... I'm not going to be a black woman because I'm not going to be a black woman. I'm not going to be a black woman. I'm not going to be a black woman. I'm not going to be a black woman. I'm not going to be a black woman. It comes to guns abortion. I mean, I can't imagine a huge amount of distance between any of these nominees and Justice prior to Supreme Court.",
        "keywords": [
            "first black woman ever nominated",
            "united states supreme court",
            "decision except one",
            "supreme court",
            "black woman"
        ],
        "summary": "first black woman to be nominated to the united states supreme court . it's long overdue in my life. I'm not going to be a black woman .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9375
        }
    },
    {
        "segment_id": 44,
        "title": "Persuade John Roberts",
        "text": "The government should be able to regulate guns. He was very protective of the right to abortion. He wrote the most important recent abortion cases. And so, so I think that those issues will come up, but I'm not sure there's going to be much of a difference, except for symbolically having the three liberal justice. on the court be three women, two women in color. I think that, , and maybe three of them dissenting in all these cases that we're talking about. Now, the abortion case will probably come down by the end of the term, but look, abortion might be illegal in 26 states by this summer, right? this is, we're in a crisis moment. And so, and this won't be the last case, there will be more cases on abortion and contraception care. And so I think that having a liberal block of this all women, maybe speaking with one voice, is going to be really, really important, maybe in particular in focusing the public's attention on the court, which I really think that the court, the public has been insufficiently attentive just how much this court is working to change at a break-knit pace. And so I think maybe this could change that dynamic. You've talked about some of the issues where the nominee, the central nominee, may differ obviously the nominee won't shift the ideal. I'm wondering about the inter-court dynamics. I read that Breyer was considered a pragmatic liberal who did a good job of finding compromise, arguments that may have helped sway John Roberts in some cases the one, , the verdict of a cold Obama pair. Do you agree with that and do you see the inter-court dynamics changing at all with this nominee? I think every nominee fundamentally changes the dynamics on the court so I think it's almost inevitable that there'll be some change and I do think that no prior was more and less effective. I think at different points in reaching across the aisle the problem right now is that even if you managed to persuade John Roberts, which I think prior to, sometimes it's still on the week of the next day.",
        "keywords": [
            "think every nominee fundamentally changes",
            "helped sway john roberts",
            "important recent abortion cases",
            "persuade john roberts",
            "cold obama pair"
        ],
        "summary": "john avlon: abortion case will probably come down by the end of the term . he says the court is working to change the dynamics of the court . but he thinks every nominee fundamentally changes the dynamics on the court so it's almost inevitable that there'll be some change and no prior was more and less effective .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7971
        }
    },
    {
        "segment_id": 45,
        "title": "Matter Long Term",
        "text": ", losing with four and losing versus three, you're still losing. And so, , but obviously it's important to take the long view of the court. So someone who is dealmaker, any bridge builder, and I think Elena Kagan is very much that way, , right. It is going to matter long term because this person, whoever it is, will be on the court for 10, 20, 30, maybe more years. , and so I do think that, , having someone who has that, , is able to work. in that spirit of building bridges, but also sometimes to scream from the rooftops when building bridges isn't possible and actually getting the public to notice and care what the court is doing is more important than reaching across the aisle to build a bridge. I mean, those are both, I think, important roles that someone in the descent on a 6-3 court can serve. And so, or someone in the minority on a 6-3 court can serve. And so, , I think that sometimes you need to be also.",
        "keywords": [
            "matter long term",
            "losing versus three",
            "think elena kagan",
            "long view",
            "still losing"
        ],
        "summary": "it's important to take the long view of the court . a bridge builder, whoever it is, will be on the court for 10, 20, 30, maybe more years . but sometimes to scream from the rooftops when building bridges isn't possible .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8012
        }
    },
    {
        "segment_id": 46,
        "title": "10-20, Is It 10-20-30-40 Years",
        "text": "to build the bridge and sometimes you need to be able to really stream from the rooftops and I would hope that the eventual nominee is skilled in this. Sometimes you need to build the bridge and things you want to light that bridge on fire. I wouldn't let you put your fingers that before. I'll go through that. Burn it down, but lighting the fire elsewhere. You said 10-20, is it 10-20-30-40 years? Maybe more. I will take maybe more. Let's just, let's get... long as possible.",
        "keywords": [
            "get ... long",
            "would hope",
            "really stream",
            "eventual nominee",
            "40 years"
        ],
        "summary": "you said 10-20, is it 10-20-30-40 years? maybe more. let's get... long as possible .",
        "sentiment": {
            "label": "Negative",
            "score": -0.4019
        }
    },
    {
        "segment_id": 47,
        "title": "Maximalist Approach Would",
        "text": "I want to check. Well, there's some things that you're not. I mean, I do know some very good second year lost events. So if the White House is really looking, I mean, it is true. , , there, there are these nominees own their forties and early fifties and, , maybe a maximalist approach would be to go even younger. But these are jobs where you want someone who has some seasoning and have an ellipses experience in judgment. So I think the White House is right. Yeah.",
        "keywords": [
            "good second year lost events",
            "maximalist approach would",
            "go even younger",
            "white house",
            "white house"
        ],
        "summary": "if the white house is looking, I mean, it is true . there are these nominees own their forties and early fifties . if you want someone who has some seasoning and has an ellipses experience in judgment .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7428
        }
    },
    {
        "segment_id": 48,
        "title": "Supreme Court Fight",
        "text": "Anything else you learned from your experience doing Supreme Court nomination fights that you might think would be helpful to the Biden folks? I mean the one thing I would say that I hope the Biden folks do, that I'm not sure that we did particularly well, is keep putting up lower court nominees while this white hot while the Supreme Court fight is ongoing because the Biden team has been extraordinary both in the peace of their nominations and all of either nominations and diversity.",
        "keywords": [
            "supreme court nomination fights",
            "supreme court fight",
            "lower court nominees",
            "might think would",
            "would say"
        ],
        "summary": "the Biden team has been extraordinary both in the peace of their nominations and all of either nominations . the biden team is putting up lower court nominees while the Supreme Court fight is ongoing .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8842
        }
    }
]