[
    {
        "segment_id": 1,
        "title": "Strix Crutney",
        "text": "Hey everyone, in light of the League Supreme Court decision to overturn Roe v. Wade, we thought it was important to share a special episode of Cricket's legal podcast, Strix Crutney, here in the Potsay of American Feet. In a few minutes, you'll hear the show's hosts and legal experts, Kate Shaw, Leah Littman, and Melissa Murray discuss the draft Supreme Court opinion, or a majority is prepared to overrule the decisions that protect and reaffirm the crime. institutional rights to an abortion. You should also know that Votesev America will be rolling out a virtual hub in the coming days where you can find ways to take action. In the meantime, subscribe to Strict Screwed Need to Get regular updates on Supreme Court decisions and visit Votesev America dot com slash row, where you can easily donate to over 80 abortion funds across the US. Northern Climes, but she stopped to give us a sense of what what it's on the road to be a lady without rights. Okay, what's going on? Hi Melissa, hi Mia.",
        "keywords": [
            "visit votesev america dot com slash row",
            "league supreme court decision",
            "draft supreme court opinion",
            "80 abortion funds across",
            "supreme court decisions"
        ],
        "summary": "we thought it was important to share a special episode of cricket's legal podcast, Strix Crutney, here in the potsay of American Feet . in a few minutes, you'll hear the hosts and legal experts discuss the draft Supreme Court opinion, or a majority is prepared to overrule the decisions that protect and reaffirm the crime .",
        "sentiment": {
            "label": "Positive",
            "score": 0.2849
        }
    },
    {
        "segment_id": 2,
        "title": "Interstate Travel Future",
        "text": "Well, we're not disclosing my route or specific mission, but I'm just yeah, I'm testing out the interstate travel future that we are all looking at and and guys welcome to dystopia. It's bleak out here. How's the Wi-Fi key? No, great. case treatment, which is to say we are going to put where you. Yeah, and also to step back and ask yourself who has played more constitutional hardball about the Supreme Court? Has it been the Left, Justice Breyer, Justice Sotomayor, Justice Kagan? You think not? Right? Or has it been the legal right? Yeah, I mean, I think this was a clear threat to whoever this while we just... justice is this justice who may be thinking of defecting that you defect and you sleep with the squishes.",
        "keywords": [
            "interstate travel future",
            "supreme court",
            "step back",
            "specific mission",
            "guys welcome"
        ],
        "summary": "we're not disclosing my route or specific mission, but I'm testing out the interstate travel future that we are all looking at and and guys welcome to dystopia . it's bleak out here. how's the Wi-Fi key?",
        "sentiment": {
            "label": "Positive",
            "score": 0.9933
        }
    },
    {
        "segment_id": 3,
        "title": "Wildly Conspiratorial Theories",
        "text": "Yeah. No. I mean, the justice who's saying, well, , maybe Sam, we shouldn't suggest that people who favor abortion rights are Nazis. Could you take that footnote out? No. And Sam is , why are you going soft? And that's, yeah, a possibility. So can we also entertain some wildly conspiratorial theories?",
        "keywords": [
            "wildly conspiratorial theories",
            "favor abortion rights",
            "going soft",
            "also entertain",
            "maybe sam"
        ],
        "summary": "the justice who's saying, well, maybe Sam, we shouldn't suggest that people who favor abortion rights are Nazis . can we also entertain some wildly conspiratorial theories?",
        "sentiment": {
            "label": "Positive",
            "score": 0.9252
        }
    },
    {
        "segment_id": 4,
        "title": "Viscose Although Honestly",
        "text": "Oh yeah, oh yeah. What if Justice Breyer accidentally left us on the maturban stage? that is a possibility or he's got senioritis you never know why he's counting down the days It fell out of his backpack Hard to say he's fyi all Raven It's a viscose although honestly if it hasn't happened during the first 20 years That's true. That's true. He's getting together. So it's not, I don't think so. Okay. Another wildly conspiratorial possibility. What if it was Ginny Thomas because this whole story has completely eclipsed any rumblings about Ginny Thomas' quote of textualism with Mark Meadows. It's completely eviscerated any discussion of hercules.",
        "keywords": [
            "justice breyer accidentally left us",
            "another wildly conspiratorial possibility",
            "viscose although honestly",
            "first 20 years",
            "whole story"
        ],
        "summary": "justice Breyer accidentally left us on the maturban stage . it's a viscose although honestly if it hasn't happened during the first 20 years That's true . he's getting together .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9142
        }
    },
    {
        "segment_id": 5,
        "title": "Am I Wrong?",
        "text": "up any interest in reforming the court's ethics rules. And it has the double achievement of actually getting what the conservative legal movement has wanted for 30 years. So it's a win for her. It's a win for her husband, and it's a win for her and her husband and the whole conservative legal movement. Am I wrong? I mean, you're not wrong. I'm just speculating. I'm , will you just be quick?",
        "keywords": [
            "whole conservative legal movement",
            "conservative legal movement",
            "ethics rules",
            "double achievement",
            "actually getting"
        ],
        "summary": "it's a win for her and her husband and the whole conservative legal movement . am I wrong? I mean, you're not wrong.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9475
        }
    },
    {
        "segment_id": 6,
        "title": "Sally Kohn Says It'S",
        "text": "I don't know. It is. The counter evidence of the competing consideration for me is, would Ginny Thomas be able to engage with a lame stream media reporter and actually hand them a copy of the FBN? What if it was Lady Whistle Down? And she dressed she said when it will be feathered in a maids costume to do this. Okay, so that is a possibility that I haven't got Again, we have no idea, but I mean the possibilities are amazing. They are. But I think it provokes, , the question that I'm sure everyone has been feeling some version of or having some version of since the 30-ish last night, which is now what? what does... the mean for the ultimate decision, was it mean for the institution at the court? , what does it mean for people to care about reproductive rights and justice?",
        "keywords": [
            "lame stream media reporter",
            "would ginny thomas",
            "ish last night",
            "ultimate decision",
            "sure everyone"
        ],
        "summary": "sally kohn: what does it mean for people to care about reproductive rights and justice? she says it's a possibility that I haven't got Again, we have no idea, but the possibilities are amazing . she says if it was a lame stream media reporter, she would be able to hand them a copy of the FBN .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9621
        }
    },
    {
        "segment_id": 7,
        "title": "Probably Two Years",
        "text": "Well, check, can we come back to that? , why now for that? , I've been operating in a post-Roman escape for probably two years. , where has that, where have y'all been? , row is a nullity for most people. It's certainly been a nullity in Texas. , I get it, but... Right, so that?",
        "keywords": [
            "probably two years",
            "roman escape",
            "come back",
            "well",
            "texas"
        ],
        "summary": "row is a nullity for most people . it's certainly been an escape in Texas . y'all was in a post-Roman escape for two years .",
        "sentiment": {
            "label": "Positive",
            "score": 0.5707
        }
    },
    {
        "segment_id": 8,
        "title": "Samuel A. Alito Jr",
        "text": "Wifi, right-spant Wifi, our commensurate and both are poor in this landscape. Well, they're about to take our Wifi away too, so , it's just wonderful. Kate, Alito really gave you quite the birthday gift. I hope you enjoy it because obviously dear listeners, this event required some emergency podcasting, so here we are. going to be a click in dirty episode, but let's road map it. So first we're going to go over some highlights of this draft opinion, which was apparently written by Skritsutni's super fan and skincare maven Samuel A. Alito Jr. And I guess he's taken some time out from his expoliation to exfoliate all of our rights right out of our lives. So he had time listeners, he really did. And after we do that, we're going to engage in some rank speculation about who leaked this bomb shell. And when that's done, we're going to get together and measure ourselves for canned needs, rope, so stick around with you, your own. We have a wool and a poly blend and possibly even some organic camera.",
        "keywords": [
            "skincare maven samuel",
            "obviously dear listeners",
            "alito really gave",
            "alito jr",
            "time listeners"
        ],
        "summary": "we're going to go over some highlights of this draft opinion . it was apparently written by skritsutni's super fan and skincare maven Samuel A. Alito Jr.",
        "sentiment": {
            "label": "Positive",
            "score": 0.8104
        }
    },
    {
        "segment_id": 9,
        "title": "Constitution Protection For Abortion",
        "text": "All right, so should we dive into the opinion? This is an absolute shit show, right? I think that's the bottom line. There is no compromise with this opinion none no pleasantries no niceties some lip service to people of good conscience being on all sides of debate But actually the obvious Volification of those who protect the right to fortune. There's a lot of gaslighting double speak in this opinion We're not actually calling anything else into question while calling everything else into question. We'll get there We're not actually casting his virgins on those who favor row, walk-asting's virgins on those who favor a constitution protection for abortion. So yeah, I think that's my line. So Kate, is it an absolute shit show or an absolute shit show? Oh, it's both more so.",
        "keywords": [
            "actually calling anything else",
            "calling everything else",
            "gaslighting double speak",
            "absolute shit show",
            "absolute shit show"
        ],
        "summary": "there is no compromise with this opinion none no pleasantries no niceties some lip service to people of good conscience being on all sides of debate But actually the obvious Volification of those who protect the right to fortune . we're not actually casting his virgins on those who favor a constitution protection for abortion .",
        "sentiment": {
            "label": "Positive",
            "score": 0.374
        }
    },
    {
        "segment_id": 10,
        "title": "Half Measures Available",
        "text": "He never disappoints. No, he doesn't. Yeah, I mean, he starts out with the opinion by quoting the who represented the clinics as saying their quote, no half measures available and that the court must either reaffirm or overrule row, basically saying, lives you made me do this by suggesting there isn't a compromise here. Taylor Swift, look what you made me do. Exactly. And then he says, we hold it row in case he must be overruled because really he's compelled to do this. And then, , begins with just piling on row, calling it a gregiously wrong from a star, exceptionally weak, having had damaging consequences. I mean, you call it absolute and absolutist.",
        "keywords": [
            "court must either reaffirm",
            "half measures available",
            "taylor swift",
            "never disappoints",
            "gregiously wrong"
        ],
        "summary": "the court must either reaffirm or overrule row, he says . he calls it a gregiously wrong from a star, exceptionally weak, having had damaging consequences .",
        "sentiment": {
            "label": "Negative",
            "score": -0.8488
        }
    },
    {
        "segment_id": 11,
        "title": "Justice Samuel Alito",
        "text": "The yellow wing of the court has won. , we were talking about after the oral argument in dogs. There were strong let's just do it and be legend it appears they are inclined to do it. And can we also pause and say, what a flex and a move it is for Justice Samuel Alito to have the opinion overroying Rowan Casey? that's who Clarence Thomas assigned it to with that Ginny's idea? I don't know. But I mean they gave it to the angriest angry white man on the Supreme Court and quite passively in the country as well. So here's my question.",
        "keywords": [
            "opinion overroying rowan casey",
            "angriest angry white man",
            "justice samuel alito",
            "clarence thomas assigned",
            "yellow wing"
        ],
        "summary": "the yellow wing of the court has won . there were strong let's just do it and be legend it appears they are inclined to do it . can we also pause and say, what a flex and a move it is for Justice Samuel Alito to have the opinion overroying Rowan Casey?",
        "sentiment": {
            "label": "Negative",
            "score": -0.3505
        }
    },
    {
        "segment_id": 12,
        "title": "Amy Coney Barrett",
        "text": "This surprised me because I've been saying all along that it's going to be Amy Coney Barrett. people have been talking about they need a woman in the conservative black to be able to do this and she was tailor-made, aesthetically modified for this role and it wasn't her. For you surprise, we have a page. Welcome to this emergency episode of Strix Group. On Monday night, Politico published a draft Supreme Court opinion that would gut the constitutional right to abortion. Chief Justice Roberts confirmed this morning Tuesday that the leaked document is real, but that it does not represent a decision by the court or the final position of any member on the issues in the case. The court is poised to issue the full and real decision. , we've speculated that she might be offered the opinion and be able to decide whether she wants to write or to let the cup pass her over.",
        "keywords": [
            "chief justice roberts confirmed",
            "draft supreme court opinion",
            "amy coney barrett",
            "would gut",
            "strix group"
        ],
        "summary": "the leaked document does not represent a decision by the court or the final position of any member on the issues in the case . we've speculated that she might be offered the opinion and be able to decide whether she wants to write or to let the cup pass her over.",
        "sentiment": {
            "label": "Positive",
            "score": 0.6757
        }
    },
    {
        "segment_id": 13,
        "title": "Thomas Passed",
        "text": "And I don't know. It's not typically how it's done, but I can well imagine Thomas basically saying, Amy, this is yours if you want it. And her saying, I think I'm obviously going to pass the vote for it, but I'm not sure I'm ready for the public response. I don't know. I feel there's back to the leader because it is, it's Thomas' call, who he signs to ultimately, but he could well have done it in consultation with the other's war leader, which was , pick me, pick me, pick me, and made it impossible for Thomas not to do it. Well, do you think that Thomas passed over himself because of all of the Pekakta stuff with Ginny and the text messages and the Ginny textualism and recusals? Well, I mean, this opinion was assigned back in December, so that's right. never mind. I don't know if that really explains it. Given that the opinion was signed to Samuel Lido, he decided to show off in full forms because why not?",
        "keywords": [
            "well imagine thomas basically saying",
            "thomas passed",
            "could well",
            "text messages",
            "samuel lido"
        ],
        "summary": "the opinion was assigned back in December, so that's right . it was signed to Samuel Lido, who decided to show off in full forms . he's not sure if he will pass the vote for it, but I don't know .",
        "sentiment": {
            "label": "Negative",
            "score": -0.1945
        }
    },
    {
        "segment_id": 14,
        "title": "Justice Root-Baiter Ginsburg",
        "text": "Toledo was in rare form here. So the first Toledo move was to invoke their recently departed colleague Ruth Bader Ginsburg ad Nosyam. You would think Ruth Bader Ginsburg was a little Justice angel sitting on his shoulder helping him write this opinion. He cited her so many can listen, I'm off her sight more women sight black women sight all the women, but my dude not this. So I mean he's giving the impression that well of course justice root-baiter Ginsburg would have been with us in overruling row. It's so sweet. I didn't take it that way. I didn't take it this way. I took this a total F-View. F-View. Oh yeah.",
        "keywords": [
            "recently departed colleague ruth bader ginsburg ad nosyam",
            "would think ruth bader ginsburg",
            "women sight black women sight",
            "little justice angel sitting",
            "baiter ginsburg would"
        ],
        "summary": "justice root-baiter Ginsburg would have been with us in overruling row . it's so sweet. I didn't take it that way.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9734
        }
    },
    {
        "segment_id": 15,
        "title": "Justice Ginsburg",
        "text": "Here's your queen and guess what? I'm gonna, her name's gonna be all over this. And almost rubbing it in. we got this because she's stay tuned on. Yeah, no, honestly, now that you say that, that seems to resonate more with me than my rationale because in addition to citing Justice Ginsburg, the opinion of... also sites. John Hart Ely, the former law clerk to Chief Justice Earl Warren, Ely criticized Row. The opinion also sites, Liri Tribe, liberal law professor at Harvard as having criticized Row. The next footnote is to a Justice Ginsburg article, but we're literally the first five footnotes in the opinion.",
        "keywords": [
            "chief justice earl warren",
            "justice ginsburg article",
            "citing justice ginsburg",
            "liberal law professor",
            "john hart ely"
        ],
        "summary": "the opinion of... also sites cites justice Ginsburg . the next footnote is to a Justice Ginsburg article, but we're literally the first five footnotes .",
        "sentiment": {
            "label": "Positive",
            "score": 0.6908
        }
    },
    {
        "segment_id": 16,
        "title": "Justice Ginsburg",
        "text": "Again, just rubbing our faces in it. You are the architects of your own misery and joy. The people who don't who aren't familiar with this story, that the citation to Justice Ginsburg is to a famous speech and article of which she expressed some doubts about whether Rohite has a certificate of the political process that was on its way to report to her in the settlement. Although later she's more to repudiated that position, but that's the citation RVG that the opinion offers. But that's not everyone who Justice Alito invoked. of his nemesis, his arch nemesis, Harvard Law Professor Mark Tushnet, who Justice Alito also says as having criticized wrote, , Justice Alito somewhat famously or infamously as we talked about on the podcast, invoked a blog post that Tushnet wrote, Justice Alito mentioned this in a speech he gave to the Federalist Society. It's he's obsessed with Mark Tushnet, big Mariah Carey, why are you so obsessed with me? Energy?",
        "keywords": [
            "harvard law professor mark tushnet",
            "justice alito somewhat famously",
            "justice alito also says",
            "justice alito mentioned",
            "big mariah carey"
        ],
        "summary": "the citation to justice Ginsburg is to a famous speech and article of which she expressed some doubts about whether Rohite has a certificate of the political process that was on its way to report to her in the settlement . but that's not everyone who Justice Alito invoked . he says he's obsessed with Mark Tushnet, big Mariah Carey .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8241
        }
    },
    {
        "segment_id": 17,
        "title": "Moment Never Let",
        "text": "I'm having a really hard time imagining Mark Tishnet as Mariah Carey and Justice Alito has gotten that. This might be the silver lining on this entire... Honestly, can't you imagine Justice Alito just turning up, lose yourself and then cranking out this 98-page banger , I've been... training for this my entire life. I mean right you can see it in the moment never let it go. You only get one chance. Do not miss your chance to blow this opportunity comes once in a lifetime. Yo exactly right those were the lyrics in his mind and if there was ever any doubt whether this draft opinion was real one the cost of tone and in a few weeks. But the publication of a leak document has already set off a fresh political conversation about whether Congress can platify protections for pregnant people into law before what could be a devastating opinion coming early this summer. In this episode, we'll break down what this leak document tells us and what it means for abortion rights and the court.",
        "keywords": [
            "really hard time imagining mark tishnet",
            "devastating opinion coming early",
            "leak document tells us",
            "moment never let",
            "fresh political conversation"
        ],
        "summary": "the publication of a leak document has set off a fresh political conversation about whether congress can platify protections for pregnant people into law . in this episode, we'll break down what this leak document tells us and what it means for abortion rights and the court .",
        "sentiment": {
            "label": "Negative",
            "score": -0.8715
        }
    },
    {
        "segment_id": 18,
        "title": "Feel Make Clear",
        "text": "Let's keep that this place forward. controlling. I feel make clear that this definitely came from Justice Alito's head. It's written with big and what are you gonna do about it Liz? Yeah. This was no folito. This was real folito. So it's all yeah. Virassalito.",
        "keywords": [
            "feel make clear",
            "place forward",
            "justice alito",
            "definitely came",
            "real folito"
        ],
        "summary": "Virassalito was a real folito . it was written with big and what are you gonna do about it Liz? I feel make clear that this definitely came from Justice Alito's head .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8797
        }
    },
    {
        "segment_id": 19,
        "title": "Justice Thomas'S Faccookedbox Concurrence",
        "text": "In addition to the real unfiltered Justice Alito, we also got some nods to polygship. So even though Justice Thomas had to assign this opinion to Justice Alito and missed the chance to be a true legend, he did get a really, really legendary footnote. So in footnote 41 of this draft with opinion, Justice Alito gives Justice Thomas's faccooked box concurrence, eugenics theory, a really, really So here, Justice Alito calls on Justice Thomas and notes that other Amicus briefs present arguments about the motives of proponents of liberal access to abortion. They note that some such supporters have been motivated by a desire to suppress the size of the African-American population. And it is beyond dispute that Roe has had that demographic effect. These sites suggest that Thomas is boxed in front of him. here and then it goes on, a highly disproportionate percentage of aborted fetuses are lacked. For our part, we do not question the motives of either those who have supported and those who have opposed law of restricting abortions.",
        "keywords": [
            "justice alito gives justice thomas",
            "amicus briefs present arguments",
            "real unfiltered justice alito",
            "even though justice thomas",
            "justice alito calls"
        ],
        "summary": "justice Alito's faccooked box concurrence, eugenics theory, a really, really . in footnote 41 of this draft with opinion, Justice Alito gives justice Thomas's facecookedbox concurrence . a highly disproportionate percentage of aborted fetuses are lacked, he says .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9836
        }
    },
    {
        "segment_id": 20,
        "title": "Real Gas",
        "text": "But see, everything I just wrote. I love the, , yeah, your maybe eugenicists and Nazis, but I'm not judging you. I'm not judging you. This is the real gas-lito energy that Kate was referring to. My friend, Jess, is Thomas. Think this is totally each other. I'm not going to judge, though. It could be not see-ism, but I'm not judging.",
        "keywords": [
            "real gas",
            "maybe eugenicists",
            "lito energy",
            "yeah",
            "wrote"
        ],
        "summary": "I love the, yeah, your maybe eugenicists and Nazis, but I'm not judging you . this is the real gas-lito energy that Kate wasreferring to . think this is totally each other .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9481
        }
    },
    {
        "segment_id": 21,
        "title": "Real Feminist Lives",
        "text": "I am studiously committed to neutral principles. And that's all I'm doing here. I'm just acknowledging the difficult arguments on those socks, but maybe you're not seeing. maybe you're not. the idea that abortion is a form of modern day eugenics also got a mention as Justice Alito was rattling off the many legitimate interests that states have to restrict abortion. Noting that they may do so in order to prevent discrimination on the basis of race and sex and disability. So yeah, all theism. Because we're the real feminist lives. This is an anti-discrimination opinion. You heard it here first. Justice Alito civil rights hero. Well later I mean maybe we'll get to this but when he says what?",
        "keywords": [
            "modern day eugenics also got",
            "justice alito civil rights hero",
            "real feminist lives",
            "many legitimate interests",
            "justice alito"
        ],
        "summary": "the idea that abortion is a form of modern day eugenics also got a mention . justice Alito was rattling off the many legitimate interests that states have to restrict abortion . he says we're the real feminist lives.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9625
        }
    },
    {
        "segment_id": 22,
        "title": "Come Back",
        "text": "And who most of the voters in Mississippi who enacted this law are women. Most of the majority of registered voters in Mississippi are women. This is a family of women. We'll leave you up with it. We'll leave you up with it. We'll leave you up with it. We'll leave you up with it. We'll leave you up with it. We'll leave you up with it. We'll leave you up with it. I just can't come back to the Casaclack woman.",
        "keywords": [
            "come back",
            "casaclack woman",
            "registered voters",
            "voters",
            "women"
        ],
        "summary": "most of the majority of registered voters in Mississippi are women . we'll leave you up with it. We'll Leave you up and it .",
        "sentiment": {
            "label": "Negative",
            "score": -0.34
        }
    },
    {
        "segment_id": 23,
        "title": "Strongest Black Woman",
        "text": ", Justice Alito speaks for me. He is the advocate. He's the strongest black woman on this point. I hope KBJ knows. Right. , he's cred... appointed the first black woman to the Supreme Court and it's Samuel Lido. Suck it, Lids. Though it is just Lido doing the most.",
        "keywords": [
            "strongest black woman",
            "justice alito speaks",
            "hope kbj knows",
            "first black woman",
            "cred ... appointed"
        ],
        "summary": "the first black woman to be appointed to the supreme court is Samuel Lido . he's the strongest black woman on this point. I hope KBJ knows.",
        "sentiment": {
            "label": "Positive",
            "score": 0.872
        }
    },
    {
        "segment_id": 24,
        "title": "Public Fellow Travelers",
        "text": "And he also along the way, doing the fullest version of himself, also handing out little trinkets to each of his friends as public fellow travelers. So he's got not just parents aboard. is eugenics Thomas who gets a shout out and this issue recognized ladies say Haven also has a passage devoted to her preferred theory of the issue so let me maybe quote that we just Americans believe that abortion should be restricted plus countervailing arguments about modern developments they know the attitudes about pregnancy of unmarried women have changed drastically the federal and state laws against remination on the basis of pregnancy and it leads to pregnancy and child worker There's no joke but for the hardest man, hardest to get to, ladies this, there's one half less worth. She spoke not elegantly but with unmistakable heart, she said, I asked no favor for my sex. All I ask of our brethren is that they take their feet for our backs. guaranteed by law in many cases that we've solved feminism, we've solved sex discrimination, right? This is pork dimension feminism. Okay, wait, then you get to the lady's safe havens for head issues. The state's been crazy when it's up in safe haven laws which generally allow women to drop off babies anonymously and that a woman who goes for a newborn upper adoption today has a little reason to fear that the baby will not find a suitable husband, right? It's so the opinion Boo!",
        "keywords": [
            "restricted plus countervailing arguments",
            "one half less worth",
            "newborn upper adoption today",
            "issue recognized ladies say",
            "public fellow travelers"
        ],
        "summary": "ladies say Haven also has a passage devoted to her preferred theory of the issue . the state's been crazy when it's up in safe haven laws which generally allow women to drop off babies anonymously . women who go for a newborn upper adoption today have a little reason to fear that the baby will not find a suitable husband .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8714
        }
    },
    {
        "segment_id": 25,
        "title": "Fire House Ladies",
        "text": "Just use a fire house. Just use a fire house ladies. It'll be fine. So can we just come back to the cheek it takes to write this passage when you have actually been in the descent for most of the decisions that try to secure these protections over the years? I mean, where's that guy from SEIU who's , take us out of your mouths. Remember that guy? Kyle was named Kyle. Right? Yeah, Kyle Brad. Yes, good. We put it together until , where is Kyle Brad right now?",
        "keywords": [
            "fire house ladies",
            "kyle brad right",
            "fire house",
            "kyle brad",
            "take us"
        ],
        "summary": "just use a fire house ladies. It'll be fine . so can we just come back to the cheek it takes to write this passage when you have actually been in the descent for most of the decisions that try to secure these protections .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7998
        }
    },
    {
        "segment_id": 26,
        "title": "Justice Alito Announces",
        "text": "Because this is , this is Trolito right here. Yes, exactly. , get mothers, get working women's name. Out of your mouth. Out of your mouth. Fucking mouth. And in case you didn't guess, the standard of review that Justice Alito announces. for courts to use when determining whether abortion restrictions are legal is whatever the fuck you want states or yes Oklahoma yes Texas there is a Santa Claus and it's me Samuel Alito Santa is real more formally the opinion is that the applicable legal standard that court should use is rational basis review the most deferential standard. The standard whereby if the state doesn't tell you why it's doing it, you can just make it up if you're a court. Yep.",
        "keywords": [
            "determining whether abortion restrictions",
            "yes oklahoma yes texas",
            "justice alito announces",
            "samuel alito santa",
            "get working women"
        ],
        "summary": "the standard of review that court should use is rational basis review the most deferential standard . if the state doesn't tell you why it's doing it, you can just make it up if you're a court .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8885
        }
    },
    {
        "segment_id": 27,
        "title": "Justice Salido Goes",
        "text": "And Justice Lido says courts cannot substitute their social and economic beliefs for the judgment of legislative bodies, the implication being that states can ban abortion at all. points in pregnancy without exceptions foraker incest and honestly it's unclear if an exception for variant abortion might be necessary to save the life or health of the mother would even be required under this rational basis standard at all points during a pregnancy. So I don't see a woman I see a battle. Anyway, in addition to completely eviscerating any legal standard by which to review abortion restrictions, the opinion has a lot of pencil and brittle energy, which is to say that it is laying breadcrumbs to eviscerate a lot of other rights. And to be very clear, Justice Salido goes to great pains to paint this as it's just abortion, abortion is unique, abortion is exceptional and this doesn't go any further than abortion, abortion by itself is a limiting principle. But then he actually makes some nods, he laces this opinion with a lot of references to a burba fell, which is the 2015 decision that legalized same-sex marriage. He references Lawrence versus Texas, which is the 2003 decision that decriminalized same-sex broader recognition of same-sex sexuality and same-sex relationships, and he also talks about contraceptions, or briswall versus Connecticut, loving versus Virginia, interracial marriage. It's all in there, but the real meat of this comes toward the end of the opinions of notes. These attempts to justify abortion to appeals for a broader right to autonomy and to define one's quote, concept of existence and quote, prove too much. Those criteria at a high level of generality could license fundamental rights to illicit drug use, prostitution and the life. None of these rights has any claim to being deeply rooted in history. what else? To be under-girded by those concepts of defining one's own existence?",
        "keywords": [
            "justice lido says courts cannot substitute",
            "pregnancy without exceptions foraker incest",
            "generality could license fundamental rights",
            "references lawrence versus texas",
            "justice salido goes"
        ],
        "summary": "justice salido says courts cannot substitute their social and economic beliefs for the judgment of legislative bodies . he says it's unclear if an exception for variant abortion might be necessary to save the life of the mother would even be required under this rational basis standard at all points during a pregnancy . the opinion is laying breadcrumbs to eviscerate a lot of other rights, he writes .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9228
        }
    },
    {
        "segment_id": 28,
        "title": "Rational Basis Reviews",
        "text": "Well, fuck. Hello, and welcome back to Strixcourtney, your podcast about the Supreme Court and the legal culture that surrounds it. For your hosts, we possess fewer and fewer constitutional rights with... more generally, marriage, same sex marriage, interracial marriage, the right to his contraception, the right to procreate, the right to raise your children and the manner of protruding, the right to extended family members to live amongst themselves. So all of these are being stacked up ready to go just the next set of dominoes for this Toledo opinion to take on. And again, he makes some really not so subtle implications. even if he doesn't call out same-sex marriage, interracial marriage, same-sex sex by name. So, again, toward the end of the opinion who notes that rational basis reviews the appropriate standard, and then he goes on to say, it follows that states may regulate abortion for legitimate reasons. And when such regulations are challenged under the Constitution, courts cannot substitute their social and economic beliefs for the judgment of... legislative bodies. That respect for a legislature's judgment applies even when the laws at issue concern matters of great social significance and moral substance. What could be a greater social significance and moral substance than laws extending marriage to same-sex couples or interracial couples or the rights of parents to raise their children?",
        "keywords": [
            "states may regulate abortion",
            "rational basis reviews",
            "issue concern matters",
            "extended family members",
            "courts cannot substitute"
        ],
        "summary": "the supreme court has fewer constitutional rights with marriage, same sex marriage, interracial marriage, right to his contraception, protruding, rights to extended family members to live amongst themselves . if he doesn't call it out, it follows that states may regulate abortion for legitimate reasons . when such regulations are challenged under the Constitution, courts cannot substitute their social and economic beliefs for the judgment of legislative bodies .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9628
        }
    },
    {
        "segment_id": 29,
        "title": "Work Release Looks",
        "text": "He's putting it all out there. He doesn't say it explicitly. because he can't. This is the quiet part. And it's not even that quiet because the draft attempts to distinguish the abortion right from quote the rights recognized in the cases on which row and case you rely, but row and case you don't rely on Lawrence or Obergefell as those cases, post date row and case you. But the implication being that the court is standing. ready to baby overrule Lawrence and Obergefell as well. And we should say that we will get to the question of how this drought emerged and what it would be in terms of its relationship to whatever the final product of the work release looks . But I have to say, I got to hope that, or at least it seems to be there's real chance that this is maybe a leader's first drought and it is as maximalist as you would imagine, a first polydodraft B and there could be some qualms on the part of a cabin on at least potentially with so obviously calling me to question cases overgapel, Florence, Midi, Fluffing, and so I'm not sure that all of that might be a logic survive to the final opinion.",
        "keywords": [
            "work release looks",
            "first polydodraft b",
            "baby overrule lawrence",
            "post date row",
            "question cases overgapel"
        ],
        "summary": "the draft attempts to distinguish the abortion right from quote the rights recognized in the cases . row and case you don't rely on Lawrence or Obergefell as those cases, post date row . we should say that we will get to the question of how this drought emerged and what it would be in terms of its relationship .",
        "sentiment": {
            "label": "Positive",
            "score": 0.856
        }
    },
    {
        "segment_id": 30,
        "title": "Would Require States",
        "text": "And one of the additionally stunning things to me about this draft was that Justice Alito's efforts to limit the reasoning in the opinion just to abortion, seem to gesture toward the possibility of the court recognizing some constitutional protection for fetal life, which would require states to criminalize abortion. So, for example, Justice Alito's draft opinion states that Ron Casey acknowledged that abortion destroys human life and what the Mississippi statute describes as an born human being and that at one point, , the draft opinion protests that, but of course, , we're not facing this on an U about when a state should regard who made a life as having rights or legally cognizable interests, but, , the court approvingly sites an amicus brief that was filed by John Finnes and Finnes has argued that there is constitutional people personhood and just Solito at the oral argument in dogs had said the fetus has an interest in having a life and that doesn't change from before viability to after and so there it also seems a potential breadcrack. Absolutely and and another thing is that of course saying well what the portion involved potential life also doesn't distinguish contraception. because Hobby Lobby and Hobby Lobby, Oblivion himself said, employers could view contraception as abortifications. And if you're going to cry to that position, then the logic here would seem absolutely too imparole protection for contraception. No question. That's not it, though. So Samuel Lelito, who obviously has the beating part of a black woman, wants us to. with each passing moment.",
        "keywords": [
            "portion involved potential life also",
            "employers could view contraception",
            "abortion destroys human life",
            "would require states",
            "ron casey acknowledged"
        ],
        "summary": "david frum: justice Alito's efforts to limit the reasoning in the opinion just to abortion seem to gesture toward the possibility of the court recognizing some constitutional protection for fetal life . he says the logic here would seem absolutely too imparole protection for contraception . frum says if you're going to cry to that position, then the logic isn't it.",
        "sentiment": {
            "label": "Negative",
            "score": -0.714
        }
    },
    {
        "segment_id": 31,
        "title": "Really Puts First",
        "text": "I'm Mia Lipin and I'm Melissa Murray and we are going to try and patch in Kate Shaw. She is traveling on a bus in between states. Just get a sense of what the landscape is gonna be in a few months. So we'll try and get her in on that patchy bus Wi-Fi, if we can. But as you likely know, listeners, on Monday night, we got some major scotus news. recall that Jim Crow sucked. It sucked a lot. And what else sucks Jim Crow, reproductive rights, that's what sucks. And so he suggests that we should overrule them because Black Lives Matter. So he has to say, some of our most important constitutional decisions have overruled prior precedents. We mentioned three goes on there a bunch, but the one that he really puts first is Brown versus Board of Education. the court repudiated the separate but equal doctrine which had allowed states to maintain racially segregated schools and other facilities. This from a dude who is part of concerned alumni of Princeton which wanted to keep that college all male. Right, so but let's continue with this black woman energy.",
        "keywords": [
            "maintain racially segregated schools",
            "else sucks jim crow",
            "really puts first",
            "overruled prior precedents",
            "mentioned three goes"
        ],
        "summary": "some of our most important constitutional decisions have overruled prior precedents . the court repudiated the separate but equal doctrine which allowed states to maintain racially segregated schools and other facilities . but let's continue with this black woman energy .",
        "sentiment": {
            "label": "Negative",
            "score": -0.8924
        }
    },
    {
        "segment_id": 32,
        "title": "Plus E Versus Ferguson",
        "text": "And so doing the court overruled the infamous decision in plus E versus Ferguson along the other Supreme Court precedent that had applied the separate but equal rule. He goes on to say, an erroneous interpretation of the Constitution is always important, but some are more damaging than others. The infamous decision in Puffy vs. Ferguson was one such decision. It portrayed our commitment to a quality under law. It was egregiously wrong on the date was decided. And as the Solicitor General agreed an oral argument, it should have been overruled at the earliest opportunity. Roe was also a gregiously long and deeply tangent. For reasons already explained, Roe's constitutional analysis was far outside the bounds of any reasonable interpretation of the various constitutional provisions to which it vaguely pointed.",
        "keywords": [
            "plus e versus ferguson along",
            "solicitor general agreed",
            "reasons already explained",
            "various constitutional provisions",
            "supreme court precedent"
        ],
        "summary": "the infamous decision in plus E versus Ferguson was overruled along the other Supreme Court precedent that had applied the separate but equal rule . he goes on to say, an erroneous interpretation of the Constitution is always important, but some are more damaging than others .",
        "sentiment": {
            "label": "Negative",
            "score": -0.5775
        }
    },
    {
        "segment_id": 33,
        "title": "Took Justice Calvina",
        "text": "Black Lives Matter y'all. The opinion is also perhaps the best encapsulation of the story to size's history. of suckers energy that we have flagged for over the last two years on the Roberts Court. , the court does gesture in the direction of starry decisis and the idea that the court should sit or some factors when deciding whether to overrule cases, but , it chooses to spend a breezy paragraph or so on reliance interest. even though of course women, society at large, many people have structured their lives around the access and availability of reproductive health care and the ability to decide when and whether to have children. But the opinion says, , well, the case you plurality acknowledged that there are conventional concrete reliance interests there and the opinion. opinion also took, if you listen to our episode recapping the oral argument in Dombs, it took Justice Calvina's question slash comment from the oral argument about what hasn't this court overruled cases all the time and turned it into a three-page long footnote that says, well on many other occasions, this court has overruled important constitutional decisions and then in a footnote the Span's three pages lists a bunch of them. , again, as we've said, none of those examples involve overruling the case that recognize a constitutional right that is so fundamental and integral to people's ability to participate equally in society. But no matter, ladies, you're good on voting, right? You can participate in the electoral process. You have no problem running for president and being elected into office. You're well represented.",
        "keywords": [
            "conventional concrete reliance interests",
            "overruled important constitutional decisions",
            "took justice calvina",
            "reproductive health care",
            "question slash comment"
        ],
        "summary": "the opinion is perhaps the best encapsulation of the story to size's history . the court does gesture in the direction of starry decisis and the idea that the court should sit or some factors when deciding whether to overrule cases . if you listen to our episode recapping the oral argument in Dombs, it took justice Calvina's question slash comment .",
        "sentiment": {
            "label": "Positive",
            "score": 0.984
        }
    },
    {
        "segment_id": 34,
        "title": "Opinion Probably Announced",
        "text": "So this is of no moment. You don't need this for equality. This is all good. Yep. The opinion probably announced that women are not without electoral or political power. So feminism. Feminism. Ladies, solve. Chat. Chat.",
        "keywords": [
            "opinion probably announced",
            "without electoral",
            "political power",
            "yep",
            "women"
        ],
        "summary": "the opinion probably announced that women are not without electoral or political power . so feminism. Feminism.",
        "sentiment": {
            "label": "Positive",
            "score": 0.5719
        }
    },
    {
        "segment_id": 35,
        "title": "Justice Alito",
        "text": "In addition to the big abortion exceptionalism energy, this also had some interesting American exceptionalism energy. So at one point, Justice Alito seemed to be suggesting that abortion is what North Koreans do, not what Americans do. So he notes that to support this act, the legislature made a series of factual findings. It began by noting that at the time of enactment, only six countries, besides the United States, permitted non-therapyutic or elective abortion on demand after the 20th week of gestation. Politica reported that they had received a draft majority opinion in DOBS versus Jackson Women's Health Organization, and this draft majority opinion, which they posted on their website, Dantanthaw, overruled Roe vs Wade and planned parenthood vs Casey. Can I tell you, when this announcement dropped, it was a fucking bomb went off. note those other six countries were Canada noted autocracy China the Netherlands again another autocracy North Korea Singapore and Vietnam. This might have been aimed at persuading the chief justice who also suggested that oral argument the United States was unique in allowing abortion access although since this Tory broke. CNN has reported that this doesn't really seem to have persuaded the chief justice yet. So CNN reported that the chief justice does not want to completely overrule, Ro, and might be dissenting from Justice Lido's drafted opinion. He just wants a little overturning. Saddle. Right. This opinion has a saddle of a drunk, large bull in a time.",
        "keywords": [
            "another autocracy north korea singapore",
            "allowing abortion access although since",
            "canada noted autocracy china",
            "planned parenthood vs casey",
            "overruled roe vs wade"
        ],
        "summary": "justice Alito suggested that abortion is what north Koreans do, not what americans do . he said that at the time of enactment, only six countries permitted non-therapyutic or elective abortion on demand after the 20th week of gestation .",
        "sentiment": {
            "label": "Positive",
            "score": 0.96
        }
    },
    {
        "segment_id": 36,
        "title": "Justice Oblitos The Obvit",
        "text": "The Chief Justice wants a black dress. Justice Oblitos the obvitches were wearing sequins. We're doing a whole ballgown. Justice Oblitos opinion is the J-Lo 2000 Grammy's Versace Dress. , that the way to- Do the all the boobies hanging out. That is this opinion. , ironically enough. , our dress cut all the way to someone's cutigaria. This is very, very rough. Yeah, yeah.",
        "keywords": [
            "lo 2000 grammy",
            "chief justice wants",
            "justice oblitos opinion",
            "justice oblitos",
            "whole ballgown"
        ],
        "summary": "justice Oblitos the obvitches were wearing sequins . the dress cut all the way to someone's cutigaria . this is very, very rough.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9232
        }
    },
    {
        "segment_id": 37,
        "title": "Might Might Connect",
        "text": "Speaking of subtlety, Jessica Salito's draft heavily references English legal precedent, including that of famed jurists, Sir Matthew Hale, who it should be noted sentence, at least to women to death for witchcraft, and also wrote a treatise supporting marital rape. This citation is in many ways emblematic of the opinions of... lack of concern for women, , the conceit that regulating abortion was for the safety and health of the mother, that's gone. Just wait, witchcraft is going to be in there any day. You can restrict abortion because they're witches. Yep, because so are Matthew Hale. Boom, lawyer. So there are also some really interesting language choices. Usually this, I think, it comes across most strongly and just promises opinions. rather than referring to abortion providers as providers or physicians will refer to them as abortionists but Justice Alito because he's writing for multitudes adopted this same language here so again the use of abortionist throughout the opinion was rather striking and a little it's killing me but I'm gonna have off here because my might might connect you so unstable but You guys are good partners, right?",
        "keywords": [
            "draft heavily references english legal precedent",
            "treatise supporting marital rape",
            "really interesting language choices",
            "might might connect",
            "many ways emblematic"
        ],
        "summary": "the draft heavily references English legal precedent, including that of famed jurists, Sir Matthew Hale, who it should be noted sentence, and also wrote a treatise supporting marital rape . it is emblematic of the opinions of... lack of concern for women, the conceit that regulating abortion was for the safety and health of the mother, that's gone .",
        "sentiment": {
            "label": "Negative",
            "score": -0.2503
        }
    },
    {
        "segment_id": 38,
        "title": "Kate Is Wrong, Everyone",
        "text": "We are. Yeah, we're going to get to this. And I'm going to send you my road measurements, just , offline call us when you reach Canada. Yeah. Or wherever or wherever. OK. By Kate is wrong, everyone. Follow the North Star. Kate.",
        "keywords": [
            "offline call us",
            "road measurements",
            "reach canada",
            "north star",
            "yeah"
        ],
        "summary": "we're going to get to this. And I'm going to send you my road measurements, just offline call us when you reach Canada . by Kate is wrong, everyone.",
        "sentiment": {
            "label": "Neutral",
            "score": -0.0258
        }
    },
    {
        "segment_id": 39,
        "title": "News Organization Published",
        "text": "All right, is it time for ranked room or wrong going in speculation? Oh, yeah. It's time. It's. time. The million dollar question. Two weeks. I mean, what's interesting is I feel when this initially broke, there were questions about is this real? And my intuition immediately was yes, the circulation stamp on it, right, was very real. The political reporters were very confident about this, the content of the opinion was what it would be. And now it's basically been confirmed since the Supreme Court and the chief. justice issued a statement, , that a news organization published a copy of a draft in the opinion case. And this betrayal of the competences of the court is what the statement says.",
        "keywords": [
            "news organization published",
            "million dollar question",
            "wrong going",
            "two weeks",
            "ranked room"
        ],
        "summary": "a news organization published a copy of a draft in the opinion case . justice issued a statement that a press organization published the draft . it's been confirmed since the supreme court and the chief .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7937
        }
    },
    {
        "segment_id": 40,
        "title": "Real Institutionalist Energy",
        "text": "So that seems to acknowledge that this is real. And it says he has directed the Marshall of the Court to launch an investigation into the source of belief. So it's real. This is a singular and egregious breach of that trust. that is in the front of the court and the community of public servants who work here. This is real institutionalist energy. Yeah, which is utterly absent in we draft opinion that we saw, we're getting ahead of ourselves. First of all, the court is not a place where people talk out of turn about deliberations. No, I mean, there has never been a leak of a draft opinion. Not sure, but shook it, right? I don't even know what else to say.",
        "keywords": [
            "real institutionalist energy",
            "utterly absent",
            "public servants",
            "people talk",
            "getting ahead"
        ],
        "summary": "the court is not a place where people talk out of turn about deliberations . there has never been a leak of a draft opinion . it says he has directed the Marshall of the Court to launch an investigation into the source of belief .",
        "sentiment": {
            "label": "Positive",
            "score": 0.5833
        }
    },
    {
        "segment_id": 41,
        "title": "Seismic, Seismic Supreme Court Event",
        "text": "Fones were blowing up. I got so many messages. it was absolutely outrageous. So yeah, a seismic, seismic Supreme Court event on Monday night. I basically haven't slept and I have allowed myself some caffeine this morning. So you look radiant. It's so long. You look radiant. and buy the Supreme Court to my knowledge in a case.",
        "keywords": [
            "seismic supreme court event",
            "supreme court",
            "monday night",
            "many messages",
            "look radiant"
        ],
        "summary": "a seismic, seismic Supreme Court event on Monday night . it's so long. you look radiant.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9269
        }
    },
    {
        "segment_id": 42,
        "title": "Casey Reports Emerged",
        "text": "I mean, almost all the time, reporters and commentators are forced to look for bread prompts. Yeah, we need to leave. That's what we do. That's what we've been doing about what might be happening in these cases. The idea that an actual draft opinion leaked is unheard of and unprecedented. And the court operates under this veil of secrecy and confidentiality in which it's deliberations are not supposed to leak. Now sometimes there have been leaks. In fact, there have been leaks surrounding reports of portion cases. After Casey reports emerged that the initial vote at conference was to overrule Roe vs Wade and it later came out that just Kennedy had changed his vote in that case, but that's different than it's coming out before the final.",
        "keywords": [
            "overrule roe vs wade",
            "actual draft opinion leaked",
            "casey reports emerged",
            "leaks surrounding reports",
            "later came"
        ],
        "summary": "the idea that an actual draft opinion leaked is unheard of and unprecedented . the court operates under this veil of secrecy and confidentiality in which its deliberations are not supposed to leak . there have been leaks surrounding reports of portion cases .",
        "sentiment": {
            "label": "Negative",
            "score": -0.1611
        }
    },
    {
        "segment_id": 43,
        "title": "Post Mortem Leaks",
        "text": "And to be clear, even when there are those post mortem leaks, they are dealt with and sanctioned and not in a formal way, but usually informal shunning. So remember when Eddie Lazarus wrote that book, Close Chambers, that detailed, the sermon, long of the court's deliberation over capital punishment. Lazarus was a black man clerk at the time. He published this book after his clerkship and I think... he's been ostracized from the Supreme Court circles. I mean, even if there's no formal action, there is informal shunning. the norms around this omerta are really, really strong. So when this happened, when I say people were shook it, they were shook it because this is not supposed to happen. This never happens. But again, going back to examples, this actually happened in the lead up to row.",
        "keywords": [
            "post mortem leaks",
            "black man clerk",
            "usually informal shunning",
            "supreme court circles",
            "eddie lazarus wrote"
        ],
        "summary": "david frum: even when there are post mortem leaks, they are dealt with and sanctioned . he says the norms around this omerta are really, really strong . frum says this happened in the lead up to row .",
        "sentiment": {
            "label": "Positive",
            "score": 0.5729
        }
    },
    {
        "segment_id": 44,
        "title": "Chief Justice Berver",
        "text": "where the Washington Post was able to break a story about how when the court was initially deciding to hear challenges to district of abortion laws, then Chief Justice Berver, who was in the minority, exercised the power to assign the opinion, which is typically done when you're in the minority rather than the majority, and that that ended up delaying the resolution of the case until the next term. That was itself a huge deal, but again, there was never a opinion Exactly never a draft opinion that has the and show The question is is who would do this who would risk it all risk it all? Yes, who would okay, so Let's go through the suspects all right, so I'm let's go back It's from least likely in our view. Okay, she is right Okay, so there was a lot of chatter on conservative Twitter that this was obviously the work of liberal firebrands, so Nia said to my mother, she did this. And I have to say I'm not really understanding the strategy because we're leasing this now, I think, possibly it could galvanize public opinion around the abortion question. But if the public was not the stir to go petition the court. and protest in front of the court around SBA. I don't know how this changes anything. And more importantly, it's so far away from the midterm elections that I don't know that you get the political payoff that you were hoping for. It's better for the dissenters for this to get released in the normal fashion in June, the other opinions, and have it be a huge bombshell in June. Yeah, and also the dissenters are constantly forced to be in this position where they're begging the conservatives for a footnote suggesting that this opinion will not be the end of the world. Yeah.",
        "keywords": [
            "could galvanize public opinion around",
            "chief justice berver",
            "court around sba",
            "opinion exactly never",
            "draft opinion"
        ],
        "summary": "there was never a draft opinion that has the and show The question is who would do this . if the public was not the stir to go petition the court around the abortion question . it's so far away from the midterm elections that I don't know that you get the political payoff you were hoping for .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9431
        }
    },
    {
        "segment_id": 45,
        "title": "Using Circularly",
        "text": "They don't have the ability and would it risk it all to do this given again the extent to compromise that they have to engage it and and I also just think it's unlikely that they would have leaked it now if they thought the country needed to know that the court was going to overrule. Why would they have leaped it at the end of February? Yeah, and you have been using circularly it. It just, I don't think that possibility makes a ton of sense. Right, so I'm that's off the table. I'm rejected. Rejected. So then, I think this is a more intriguing possibility. The Chief Justice was the one who leaped it. He was the one at oral argument who seemed the most intent on brokering this third way, compromise. That's really not a compromise at all. It's just saying the quiet.",
        "keywords": [
            "using circularly",
            "third way",
            "possibility makes",
            "oral argument",
            "intriguing possibility"
        ],
        "summary": "the chief justice was the one who leaped it at oral argument . he seemed the most intent on brokering this third way, compromise . that's really not a compromise at all.",
        "sentiment": {
            "label": "Negative",
            "score": -0.7552
        }
    },
    {
        "segment_id": 46,
        "title": "Really Looking Forward",
        "text": "It's a lot. Well, thank you. It's gonna be great when you're when you're commander takes ownership. It's gonna be fantastic when I am just forced to give birth, , by state. I'm really looking forward to that. So I decided to do a little blow up and advance that. It's working. So Kate is here. So Kate is on a bus going between states. She's on her way out of New York City and on to part quietly.",
        "keywords": [
            "really looking forward",
            "new york city",
            "commander takes ownership",
            "part quietly",
            "little blow"
        ],
        "summary": "it's gonna be great when you're commander takes ownership . so she is on a bus going between states . she's on her way out of new york and on to part quietly .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8519
        }
    },
    {
        "segment_id": 47,
        "title": "Absolutist Bacockda Opinion",
        "text": "He would have preferred to uphold the Mississippi law while stopping short of overruling row and Casey. And perhaps he floated this as a child ballooned gauge public opinion to persuade another justice to join him and the liberals to form a case-tea majority or alternatively to persuade the majority to temper this absolutist bacockda opinion a little bit. That's a little more plausible, but again, the guy who released this statement talking about the good people of the court's ecosystem is not the one who's going to breach this longstanding norm of institutional omirata. No way, especially when he has been the one to allow institutional considerations to affect some of his ultimate decisions. I don't think you would use your compromise of that incident. more as appropriate thing to do, even if he thought it might achieve some good purpose down the road. So, okay, so let's just before we get to who it could be, there were so many tweets attributing this to the radical left, leader McConnell, but this was yet another escalation the radical left ongoing campaign to bully and intimidate federal judges and substitute mob rule for the rule of law. This is a point in Twitter where I hope someone posted a picture of the January 6th insurrection was this you, this your mob.",
        "keywords": [
            "child ballooned gauge public opinion",
            "radical left ongoing campaign",
            "absolutist bacockda opinion",
            "yet another escalation",
            "many tweets attributing"
        ],
        "summary": "he would have preferred to uphold the Mississippi law while stopping short of overruling row and Casey . but he floated this as a child ballooned gauge public opinion to persuade another justice to join him and the liberals to form a case-tea majority . he doesn't think you would use your compromise of that incident .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8201
        }
    },
    {
        "segment_id": 48,
        "title": "Scotus Abortion Decision League",
        "text": "Yeah. Anyway. And then the Federalist not to be outdone, Megan McCain's has been chimed in with the Scotus Abortion Decision League is what actual treasonous insurrection looks . I don't think so, my guy. I think actual treasonous insurrection looks actual treasonous insurrection. And then Scotus blog under. that this was a grave, almost unforgivable sin. Perhaps a bit hyperbolic, but focusing on how the leak is the problem, a destruction of the court and the problem is a take when this opinion is about to have devastating effects on people's access to healthcare and their lives, giving shocking, high maternal mortality. quality rates, especially among women of color, I mean, this is a take.",
        "keywords": [
            "think actual treasonous insurrection looks actual treasonous insurrection",
            "actual treasonous insurrection looks",
            "scotus abortion decision league",
            "high maternal mortality",
            "especially among women"
        ],
        "summary": "the federalist has been chimed in with the Scotus Abortion Decision League . it's a take when this opinion is about to have devastating effects on people's access to healthcare and their lives .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9849
        }
    },
    {
        "segment_id": 49,
        "title": "Chief Justice Point Of Launch",
        "text": "CBS said the Chief Justice point of launch, a full investigation, which totally reminded me at that time when the British Royal family wanted to launch a full investigation of whether someone in the family had questioned the complexion of her and his son, Archie. And then nothing happened. It's the guy in the hot dot suit saying, we're all trying to find the guy who did this. But we're not. No. But that brings around to another possibility, which is someone in the majority. Okay, so this, I think, we, , this would be some tea. This would be some tea, and why might that have happened?",
        "keywords": [
            "hot dot suit saying",
            "british royal family wanted",
            "chief justice point",
            "totally reminded",
            "full investigation"
        ],
        "summary": "CBS said the chief justice point of launch, a full investigation . it reminded me at the time when the British royal family wanted to launch an investigation of whether someone in the family had questioned the complexion of her and his son, Archie . but then nothing happened .",
        "sentiment": {
            "label": "Positive",
            "score": 0.5187
        }
    },
    {
        "segment_id": 50,
        "title": "Is The Lincoln",
        "text": "Well, think about the, , tweets that you just read Melissa. I mean, doing it now, right, is partially deflecting. People's attention. from the horror and the institutional impropriety of overruling Roe and having them focus on the leaf and also minimizing the anger and surprise when this actually happens at the end of June. a few months before the midterm elections where it could actually be the Lincoln. So that we're , no, by the point it actually happens. So there's that. So I that energy. It's also worth noting that I think last week we talked about this in our most recent episode.",
        "keywords": [
            "also worth noting",
            "think last week",
            "also minimizing",
            "recent episode",
            "read melissa"
        ],
        "summary": "a few months before the midterm elections, it could actually be the Lincoln . it's also worth noting that we talked about this last week in our most recent episode .",
        "sentiment": {
            "label": "Negative",
            "score": -0.235
        }
    },
    {
        "segment_id": 51,
        "title": "Conservative Legal Movement",
        "text": "There was some Wall Street Journal reporting that one of the justices, one of the conservatives was wobbly and perhaps was thinking about joining the Chief Justice. So, , that timing I don't think is coincidental. No, it could be basically a shot across the bow and warning to the that you better hold the line or everyone is going to know that you're one who jumpship. And that I think is really important. You need to hold this hard line. The conservative legal movement has basically been hunting this white whale for 30 years and you're not going to be the one to mess it up for us. you better get on side or you're going to get the Chief Justice in the Obamacare.",
        "keywords": [
            "wall street journal reporting",
            "conservative legal movement",
            "white whale",
            "shot across",
            "really important"
        ],
        "summary": "the conservative legal movement has basically been hunting this white whale for 30 years . it could be a shot across the bow and warning to the that you better hold the line or everyone is going to know that you're one who jumpship .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8687
        }
    }
]