[
    {
        "segment_id": 1,
        "title": "Moment Chain Fish",
        "text": "Melanie Arismindy started canton sing when she was 18, before the 2018 Nevada primaries. She went with her mom, a pride member of Culinary 226, the biggest union in Las Vegas, one that deployed 500 canvases to knock on more than half a million doors for Joe Biden. She's , so I teach you. She's , no man, you gotta do it this way. She's very loud. I don't know if you've seen a minute... I see a moment chain fish at point. Melanie's family hasn't had it easy. No matter how hard they've worked, it's never been enough to keep up the cost of housing. Starting with the crash that led to the great recession in 2008. Now it's official we are in a recession. A report out today says nearly 213,000 homeowners got foreclosure notices just in July.",
        "keywords": [
            "000 homeowners got foreclosure notices",
            "melanie arismindy started canton sing",
            "today says nearly 213",
            "moment chain fish",
            "deployed 500 canvases"
        ],
        "summary": "a report says nearly 213,000 homeowners got foreclosure notices just in July . Melanie's family hasn't had it easy. no matter how hard they've worked, it's never been enough to keep up the cost of housing .",
        "sentiment": {
            "label": "Negative",
            "score": -0.7491
        }
    },
    {
        "segment_id": 2,
        "title": "First Latina Senator",
        "text": "Nevada is ground zero. The house. So the first Latina Senator in U.S. history, and one of the few candidates who've made affordable housing central to her campaign, Pennsylvania, control of the U.S. Senate may conduct Nevada. Unlike Pennsylvania, Nevada is the only Biden state where the president didn't improve party and he respects that integrity. Can anyone make sense of a voter who's leaning towards Ron DeSantis but loves AOC and hope she'll be speaker? Anyone want to take that? I feel we should start with the diagnosis in Trump. I think what sometimes is missed about the original intent in Trump is that the sales pitch is not that I was a disruptor who was going to revolutionary bring down this government, the aspirational pitch of Trump for many of these voters at works is I'm a businessman.",
        "keywords": [
            "made affordable housing central",
            "leaning towards ron desantis",
            "senate may conduct nevada",
            "first latina senator",
            "anyone make sense"
        ],
        "summary": "the first Latina senator in the u.s. history may conduct the house . she's one of the few candidates who've made affordable housing central to her campaign . can anyone make sense of a voter who's leaning towards Ron DeSantis .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8996
        }
    },
    {
        "segment_id": 3,
        "title": "Whole Government",
        "text": "I did well in life. I don't need this job. I Gained this system for myself. I know how this system is I know how it looks and now I'm gonna game it for you People are looking for at the end of the day trust in an elected official to do the things They don't have the time patients or inclination to give it damn about. hey, I elected you, you go figure this shit out. Give me somebody who wants to come in here, tell me that they're going to take on some powerful people, be a disruptor, but do it for me. They're basically giving you the pulse of populism of their lived condition of real lives. And if you tap that, that's good populism that you can marshal for good politics. Otherwise, people are going to move towards the authoritarian, who want to disrupt this stuff because the whole government ain't worth it. That's the argument.",
        "keywords": [
            "whole government",
            "time patients",
            "real lives",
            "move towards",
            "lived condition"
        ],
        "summary": "hey, I elected you, you go figure this shit out. give me somebody who wants to come in here, tell me that they're going to take on some powerful people, be a disruptor, but do it for me . otherwise, people are going to move towards the authoritarian, who want to disrupt this stuff because the whole government ain't worth it .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8371
        }
    },
    {
        "segment_id": 4,
        "title": "Would Someone Simultaneously",
        "text": "Roy, what do you think about that? People are thirsty for someone who basically hates and will bash and is different from the elites who they believe are running the country and running it into the ground. And don't really care about them. Why would someone simultaneously the Santos and AOC? Well, AOC is out there bashing people. too. They the fact that she seems unleashed. She just tells it it is. She's not afraid of saying stuff that's really unpopular.",
        "keywords": [
            "would someone simultaneously",
            "seems unleashed",
            "saying stuff",
            "really unpopular",
            "really care"
        ],
        "summary": "people are thirsty for someone who hates and will bash and is different from the elites who they believe are running the country and running it into the ground . she's not afraid of saying stuff that's really unpopular .",
        "sentiment": {
            "label": "Negative",
            "score": -0.613
        }
    },
    {
        "segment_id": 5,
        "title": "Hang Together Coherently",
        "text": "So does it hang together coherently as an ideology? No, not at all. Let's never forget. People us whose ideologies hang together are really weird. Most people have a lot of views that are contradictory all over the place. We have to realize that if they don't hear... someone who's making that pitch who convinces them they're not just another one of the elites they can go to bed. Carlos, one with you, you said earlier Democrats need to show that they care across not just economic issues but a whole post-ivine fuse. Can showing that you care and that exist alongside some of the populism that both has and earlier talking about where you are bashing something.",
        "keywords": [
            "people us whose ideologies hang together",
            "said earlier democrats need",
            "hang together coherently",
            "hear ... someone",
            "earlier talking"
        ],
        "summary": "people us whose ideologies hang together are really weird . most people have a lot of views that are contradictory all over the place . can showing that you care and that exist alongside some of the populism that both has and earlier talking about where you are bashing something?",
        "sentiment": {
            "label": "Positive",
            "score": 0.7083
        }
    },
    {
        "segment_id": 6,
        "title": "Ruben Navarrette: If",
        "text": "powerful people. Yeah, absolutely because it's carrot, it's deliver. And what Republicans have for them is the rootlessness. And so in general, if someone has quated in the past, is stand on a plank or a seesaw, which is you need to have a strong stance on both sides. You need to take strong positions, but on both sides in a way that balances you out. And I think people are looking for, who serve birth or expectations, who aren't just saying what they would expect. to come out of the mouth of an average Democrat or an average Republican. That's all it Democrats have challenged for them right now is showing that they have the care.",
        "keywords": [
            "take strong positions",
            "strong stance",
            "would expect",
            "think people",
            "serve birth"
        ],
        "summary": "ruben navarrette: if someone has quated in the past, you need to stand on a plank or a seesaw . he says people are looking for, who serve birth or expectations, who aren't just saying what they would expect . it's all it Democrats have challenged for them right now is showing that they have the care.",
        "sentiment": {
            "label": "Positive",
            "score": 0.8591
        }
    },
    {
        "segment_id": 7,
        "title": "Muscularity Matters",
        "text": "But show they got a little bit of ruthlessness in them too. Message I care but I'm ruthless. Yeah, muscularity matters. I care ruthlessly. Alright, we figured it out here. We figured it out. , Faz, Rui, Carlos, thank you so much. Thank you. It's fun. Thanks for having me.",
        "keywords": [
            "muscularity matters",
            "little bit",
            "care ruthlessly",
            "care",
            "yeah"
        ],
        "summary": "Message I care but I'm ruthless. yeah, muscularity matters . we figured it out here.",
        "sentiment": {
            "label": "Positive",
            "score": 0.9838
        }
    },
    {
        "segment_id": 8,
        "title": "Especially Good One",
        "text": "Clinton's 2016 performance, even though the electorate became more diverse. So what happened? For years, political experts have predicted that a diversifying America would favor the democratic party, particularly as a growing number of Latino immigrants and their children have become voting citizens, making up a larger share of the electorate with each passing year. It seemed an especially good one in 2016, when the Republican Party nominated someone who announced his candidacy this. When Mexico sends its people, they're not sending their best. They're bringing drugs. They're bringing crime. They're rapists.",
        "keywords": [
            "diversifying america would favor",
            "republican party nominated someone",
            "especially good one",
            "become voting citizens",
            "democratic party"
        ],
        "summary": "a diversifying America would favor the democratic party, especially as a growing number of Latino immigrants and their children have become voting citizens . when Mexico sends its people, they're not sending their best. They're bringing drugs .",
        "sentiment": {
            "label": "Positive",
            "score": 0.3795
        }
    },
    {
        "segment_id": 9,
        "title": "Smaller Latino Populations",
        "text": "Sure enough, Trump lost Latino voters in 2016 by 40 points. In 2018, when he made the final months of the midterms about invading caravans full immigrants, Republicans lost Latino voters by a similar margin. But in 2020, something unexpected happened. Dog Trump still lost the Latino vote, but he did a lot better than he did in 2016. And Republicans didn't just do better with any Latino vote. They made their biggest gains with work in class Latinos, don't have a four-year college degree, which is about 85% of all Latinos. In a state Nevada, where Latinos make up nearly 20% of the electorate, one of the highest shares of any state in the country. The Democrats simply can't win if they keep losing working class Latino voters. The same is true in other states with big Latino populations Arizona, Texas, Colorado, and Florida. But it's also true in very competitive states with smaller Latino populations. George, what's the- cons Pennsylvania.",
        "keywords": [
            "keep losing working class latino voters",
            "trump lost latino voters",
            "invading caravans full immigrants",
            "dog trump still lost",
            "big latino populations arizona"
        ],
        "summary": "dog Trump still lost the Latino vote in 2016 by 40 points . but in 2020, something unexpected happened . they made their biggest gains with work in class Latinos, don't have a four-year college degree .",
        "sentiment": {
            "label": "Positive",
            "score": 0.6622
        }
    },
    {
        "segment_id": 10,
        "title": "First Latino Senator?",
        "text": "So what can we do? How can Latino organizers Melanie and her mother went over enough of their neighbors and coworkers to make sure that housing's more affordable, the data stays blue, and we re-elect the country's first Latino Senator? A few miles from the Vegas strip where a lot of the culinary members work, a sat down with seven working class Latino voters. Everyone in this group identified themselves as an independent, but some were certainly more conservative than others, and it was the only group where two voters had supported Donald Trump in 2020. Two others voted for Biden, one voted third party, and the last two didn't say who they voted for. As usual, I gathered together a team of experts to help unpack this conversation. Hey, Carlos Sodeo, I'm the co-founder of Eki's Research and Eki's Labs. Yeah, I'm really Tashara.",
        "keywords": [
            "seven working class latino voters",
            "one voted third party",
            "latino organizers melanie",
            "first latino senator",
            "supported donald trump"
        ],
        "summary": "we re-elect the country's first Latino senator? a few miles from the Vegas strip where a lot of the culinary members work, a sat down with seven working class Latino voters . everyone in this group identified themselves as an independent, but some were certainly more conservative than others .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9514
        }
    },
    {
        "segment_id": 11,
        "title": "More Perfect Union",
        "text": "I'm currently a senior fellow at the American Enterprise. Since the two fashion gear, I was pretty sandwiched as a presidential campaign manager and still retain essentially the title of Chief Advisor to Bernie. And I have started a media organization called More Perfect Union that is focused on telling the stories of working people by and for working people. We'll hear from Carlos, Roy, Fas, and Seven Nevada Voters after the break. I went to Vegas because, well, it's Vegas. But I also wanted to sit down with some of the work-and-class Martina voters. who've been drifting away from the Democratic Party in recent elections. There's been a big heated debate among political pundits and strategists about why this is happening, so I wanted to make sure I brought together some experts who could represent the different sides of this debate, and actually bring some data and experience to the conversation. Carlos is a brilliant strategist from former Obama campaign colleague who runs one of the best Latino polling firms in the country. Roy was one of the leading proponents of the...",
        "keywords": [
            "big heated debate among political pundits",
            "best latino polling firms",
            "former obama campaign colleague",
            "presidential campaign manager",
            "two fashion gear"
        ],
        "summary": "a media organization called More Perfect Union is focused on telling the stories of working people by and for working people . I went to Vegas because, well, it's Vegas . but I also wanted to sit down with some of the work-and-class Martina voters .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9762
        }
    },
    {
        "segment_id": 12,
        "title": "Lived San Diego",
        "text": "I was born in California in Los Angeles. I moved to Vegas now, St. because my parents thought I was too expensive in California. But in Vegas, we lived here to, at the resonate, we lived San Diego because lots of houses. And so, it's very tough moving all the time. I think I went to 10 of these schools. It was pretty long, basically. I got used to it. If you are able to...",
        "keywords": [
            "lived san diego",
            "tough moving",
            "pretty long",
            "parents thought",
            "los angeles"
        ],
        "summary": "i was born in California in los Angeles . i moved to Vegas now, St. because my parents thought I was too expensive in California . but in Vegas, we lived here to, at the resonate, we live in San Diego .",
        "sentiment": {
            "label": "Positive",
            "score": 0.4785
        }
    },
    {
        "segment_id": 13,
        "title": "Help Us Break",
        "text": "Demographics or Destiny Theory, who since changed his mind and now has views on the subject that are a bit more controversial. And Faz didn't just run Bernie Sanders winning Nevada Cox campaign, who was a top advisor in Nevada's most successful political leader Harry Reid, and now runs a group that's focused on organizing work. I sat down with a few weeks after I came back from Vegas to share what I'd heard, and asked them to help us break it all. I want to start by getting some opening thoughts from each of you on the long-running debate you've all been part of about the Democratic Party's relationship with Latino voters. Where does it stand? What are some common misconceptions? What are campaigns in candidates getting wrong? Carlos, you've been posted to the data. You've probably seen countless focus groups the one that we're about to hear from. What do you think? I think what we know... is that there's a lot of swing in Latino.",
        "keywords": [
            "run bernie sanders winning nevada cox campaign",
            "successful political leader harry reid",
            "probably seen countless focus groups",
            "help us break",
            "candidates getting wrong"
        ],
        "summary": "a group that's focused on organizing work is focused on Latino voters . there's a lot of swing in Latino . what do you think?",
        "sentiment": {
            "label": "Positive",
            "score": 0.9163
        }
    },
    {
        "segment_id": 14,
        "title": "Inflated Democratic Coach",
        "text": "I think for a period of time, we took for granted that they were part of the Democrat coalition. And I would say, , you have different waves, but really after the immigration debates of 2006, 2007, you had this period where there was a vision of the Republican party formed within those immigration debates that created a group norm among many Latinos that was, we can't vote for them. They're anti-Latino. their racist, very de-immigrant. It's the whole package. And that helped create an inflated democratic coach, and gave a sense of a 2-3rd majority that almost seemed permanent. And as younger Latinos, age and through electorate and at a very fast rate, would only persist if not grown. What we saw after 2016 during the Trump tenure is some erosion of that group norm, where It stopped being so socially unacceptable to vote for Republicans in a particular or for Trump.",
        "keywords": [
            "group norm among many latinos",
            "republican party formed within",
            "inflated democratic coach",
            "almost seemed permanent",
            "group norm"
        ],
        "summary": "after the immigration debates of 2006, 2007, we took for granted that they were part of the Democrat coalition . they're anti-Latino. their racist, very de-immigrant.",
        "sentiment": {
            "label": "Negative",
            "score": -0.3752
        }
    },
    {
        "segment_id": 15,
        "title": "John Avlon Says The Democrats",
        "text": "And there was a shift, right? Where we are right now is a great deal of uncertainty, right? It could fall either way. There's a lot that can happen between now and the envy election because a lot of Latino voters are still on that undecided call. Really, I know you've written quite a bit about this. Your thoughts? I think the Democrats have become increasingly identified. with a set of positions and socio-cultural issues, they really don't sit that well with a lot of Hispanic working people. You tend to be conservative to moderate and their social views. And then you combine that with people's views, initially at least that Trump economy worked quite well until the COVID epidemic hit. After that, you had a lot of Hispanics being worried about what the Democrats really serious about reopening the economy. Many of these people... working law enforcement on these people work and resource extraction industries oil and gas.",
        "keywords": [
            "people ... working law enforcement",
            "trump economy worked quite well",
            "resource extraction industries oil",
            "could fall either way",
            "hispanic working people"
        ],
        "summary": "there's a lot that can happen between now and the envy election, right? john avlon says the Democrats have become increasingly identified . he says they tend to be conservative to moderate and their social views .",
        "sentiment": {
            "label": "Negative",
            "score": -0.4685
        }
    },
    {
        "segment_id": 16,
        "title": "Recent Immigrant Past",
        "text": "There's a sense in which Democrats are seen as being hostile. Those industries end to some extent with the Democrats. It comes down to what have you done for me lately? That's a question that they can't answer satisfactorily. As , Nevada politics very well. Brandic campaign there that won over quite a few of the voters we're about to hear from. What do you think? You're talking about communities that have a recent immigrant past or a not too distant immigrant past. They at least can remember the immigration story by which they came here. And so when you think about why they came to America and what they're trying to do in America is a reflection on a story of America that they can remember. That this is a story of opportunity.",
        "keywords": [
            "recent immigrant past",
            "distant immigrant past",
            "nevada politics",
            "industries end",
            "brandic campaign"
        ],
        "summary": "there's a sense in which Democrats are seen as being hostile . it comes down to what have you done for me lately? .",
        "sentiment": {
            "label": "Positive",
            "score": 0.6672
        }
    },
    {
        "segment_id": 17,
        "title": "See ... Whoa",
        "text": "And for some who come and try to make their own life here, they see... Whoa, a lot harder, a lot more challenging, a lot more corrupt. And so what type of politics that I think appeal to them are values oriented around the original ambition of Americans. They say, hey, this is a land of opportunity, a land of freedom, and is values oriented. I think you will all find echoes of everything that you just said and some of the clips that we're going to be hearing. I want to start by finding out what issues were most important to these voters. Let's take a listen. What are some of the biggest issues that you think are affecting Las Vegas and Nevada overall? How? How's it going? How's it going? I've lived in and out of Vegas for 32 years.",
        "keywords": [
            "see ... whoa",
            "values oriented around",
            "affecting las vegas",
            "values oriented",
            "original ambition"
        ],
        "summary": "what type of politics appeal to them are values oriented around the original ambition of americans . what are some of the biggest issues that you think are affecting Las Vegas and Nevada overall? how?",
        "sentiment": {
            "label": "Positive",
            "score": 0.958
        }
    },
    {
        "segment_id": 18,
        "title": "Owner Sold Right",
        "text": "Every sign used to have 99 and moving special everything. You can't find that number and then they want the credits to match. we were one of those people with the owner sold right. day in the same house. And when we were a kid, it's very fortunate. Housing is way too expensive almost everywhere right now, but Las Vegas is one of the worst markets in the country. Melanie's also a full-time nursing student, and when the pandemic hit, she couldn't afford her own place. So she and her boyfriend moved back home to live with her parents, just millions of other young people did during COVID, which is one reason she's out knocking on doors in another mid to middle-action.",
        "keywords": [
            "boyfriend moved back home",
            "expensive almost everywhere right",
            "owner sold right",
            "time nursing student",
            "moving special everything"
        ],
        "summary": "when she was a kid, she couldn't afford her own place . she's out knocking on doors in another mid to middle-action . the pandemic hit her home in san francisco, a u.s. suburb .",
        "sentiment": {
            "label": "Negative",
            "score": -0.4431
        }
    },
    {
        "segment_id": 19,
        "title": "Pretty Big Amount",
        "text": "I had a, there was no weekly stress to go to. We were whole teller, hop. And that's $70 to $100 and something dollars first to go to a decent hotel. And I had to do that for three months before we got our house. Ren has gone up a few hundred dollars in the last couple of years. That's pretty big amount for a family to have the incurred. I know some of this all raked from the state. I really do.",
        "keywords": [
            "pretty big amount",
            "something dollars first",
            "hundred dollars",
            "whole teller",
            "weekly stress"
        ],
        "summary": "Ren has gone up a few hundred dollars in the last couple of years . it's pretty big for a family to have the incurred . he's gone up $70 to $100 to go to a decent hotel .",
        "sentiment": {
            "label": "Positive",
            "score": 0.5158
        }
    },
    {
        "segment_id": 20,
        "title": "30 Year Old",
        "text": "I was there for so long and if I had it right now, it'd be hard because We just aren't going up, but yet housing is I can't think of somebody graduate college It's a 20 or 30 year old how they can buy a house house if I'm wearing a rig right because of prices of jobs Well gas prices and groceries going up Few years because the way they use this pandemic to stick of the situation. The inflation makes million or more million. Climate change fuel these hypotheticals out real but being in Vegas we don't see any rain we see extreme weather. I think about that because my kids what's it happened 30 years 40 years? What do they get in here? They're not concerned about climate change. The decline in water and just the fact that we share water from root perdefensity I mean, and I know it's probably upset, but the abortion ended up in. I have big issues with that. How dare you tell me what to do with my body, but I can't tell you if you're only done. And then the fact that you're done, my kid, my kid that goes to school, that's a big issue. Because you can tell me I got to have a kid, but I can't tell you you can only do.",
        "keywords": [
            "happened 30 years 40 years",
            "jobs well gas prices",
            "30 year old",
            "somebody graduate college",
            "see extreme weather"
        ],
        "summary": "the inflation makes million or more million . climate change fuel these hypotheticals out real but being in Vegas we don't see any rain we see extreme weather . the decline in water and just the fact that we share water from root perdefensity is probably upset, but the abortion ended up in .",
        "sentiment": {
            "label": "Positive",
            "score": 0.1179
        }
    },
    {
        "segment_id": 21,
        "title": "National Political Debate",
        "text": "So I asked this question in every focus group and in every focus group. I would I would say that the cost of living issue that I heard about the most, that politicians talk about the least is housing. And it was here. Obviously there have been housing issues in Nevada for a long time. I heard it in Orange County from all the young voters. That was their top issue. I heard it a little bit in Pittsburgh as well. And yet we don't hear that as much in the national political debate. So, as wide do you think that is?",
        "keywords": [
            "national political debate",
            "every focus group",
            "every focus group",
            "young voters",
            "top issue"
        ],
        "summary": "the cost of living issue that I heard about the most is housing . there have been housing issues in Nevada for a long time . but we don't hear that as much in the national political debate .",
        "sentiment": {
            "label": "Positive",
            "score": 0.4404
        }
    },
    {
        "segment_id": 22,
        "title": "Mentioned Rent Control",
        "text": "Well, first of all, some of the... policy measures that would be required have been deemed to be so offensive to wealthy and the rich landlords. So if you think about the words that were mentioned rent control, I mean, it's become almost toxic in many political conversations. The idea of government coming in and imposing the market condition of the economy is just so foreign. So I think it's become an issue that particularly among wealthier folks have decided politically, toxic shouldn't talk about it. But I think it's what sometimes they're I'm gonna focus, forget, and it's important here is the working class emotions around the issue. Because when you talk about housing, you're also talking about people who feel a sense of shame. It's a big part of narrative that goes through is , if I can't provide for my family, I feel a sense of shame for myself. I feel a sense of shame about my children. I feel worried. I feel anxious all the time.",
        "keywords": [
            "working class emotions around",
            "particularly among wealthier folks",
            "mentioned rent control",
            "many political conversations",
            "... policy measures"
        ],
        "summary": "the idea of government coming in and imposing the market condition of the economy is just so foreign . if you talk about housing, you're also talking about people who feel a sense of shame for themselves .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9389
        }
    },
    {
        "segment_id": 23,
        "title": "Transcript Of This Focus Group",
        "text": "That condition is really important to also access when you're thinking about policies. I don't need to say how, he's a policy. Here's an emotion where people are on edge. They're struggling and we got to connect with it. Carlos, did these answers that you just heard track with the data that you've been looking at? You could take a transcript of this focus group and copy and paste it in any state, with any demographic and people would buy that it's that, that it's legit. We're divided country, but I would say that the voters are united among the... a set of concerns at this point. It is the perverse thing about something rising prices and inflation is that everybody feels it, everybody sees it in some way or another, some people more than others.",
        "keywords": [
            "something rising prices",
            "people would buy",
            "would say",
            "united among",
            "really important"
        ],
        "summary": "you could take a transcript of this focus group and copy it in any state, with any demographic and people would buy that it's legit . it is the perverse thing about something rising prices and inflation is that everybody feels it, everybody sees it in some way or another, some people more than others.",
        "sentiment": {
            "label": "Negative",
            "score": -0.0909
        }
    },
    {
        "segment_id": 24,
        "title": "Joe Biden",
        "text": "But it's consistent at their table. It demonstrates that there is this disconnect between the DC discourse and what people are talking about. And the question is how does our politics become more responsive to those needs? People do a lot of anxiety. They don't know what's gonna happen. Then you have crisis upon crisis upon crisis and the challenge for Democrats in this moment is that fairly or not fairly They're blaming the people in charge and they perceive Joe Biden to be the person in charge. Roy one thing I noticed in this group is that while economic issues came up quite a bit You also heard people become animated about issues abortion guns Hello, my name is Valeneira Zondi, I'm with the Culinary Union. I just want to...",
        "keywords": [
            "crisis upon crisis upon crisis",
            "also heard people become animated",
            "issues abortion guns hello",
            "economic issues came",
            "roy one thing"
        ],
        "summary": "the challenge for Democrats in this moment is that fairly or not fairly They're blaming the people in charge and they perceive Joe Biden to be the person in charge . you also heard people become animated about issues abortion guns .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9181
        }
    },
    {
        "segment_id": 25,
        "title": "Whole Entire Page",
        "text": "The Culinary workers have proposed a ballot initiative for the 2022 midterms that would institute rent control and the predominantly Latino working-class neighborhood of North Las Vegas. So you asked us, what do you think is the most concerning right now? Most of us set houses for the whole entire page. in these aren't liberal Democrats. What do you think about that? Mm-hmm. Well, I mean, I think if you look at the survey data, it's pretty clear that the Spanic voters overall are supportive of a moderate position on abortion rights, moderate position on gun control, and generally are in favor of doing something about climate change. The problem is relative salience in my opinion. I think generally speaking, making the issues that are driving them tend to be different, and mostly concerned about housing, the cost of living, jobs, healthcare, their kids, their community. Other issues are important. And to the extent the Democrats are viewed as being on their side on those kinds of issues, that's fine. But if the Democrats aren't viewed as being effective on core issues about housing, about the cost of living, about the way the economy is working, what's happening? happening with real wages.",
        "keywords": [
            "would institute rent control",
            "whole entire page",
            "spanic voters overall",
            "north las vegas",
            "us set houses"
        ],
        "summary": "the culinary workers have proposed a ballot initiative for the 2022 midterms that would institute rent control and the predominantly Latino working-class neighborhood of North Las Vegas . ruben navarrette: if the Democrats aren't effective on core issues about housing, the cost of living, about the way the economy is working, what's happening with real wages?",
        "sentiment": {
            "label": "Positive",
            "score": 0.8702
        }
    },
    {
        "segment_id": 26,
        "title": "Way People Talk About Climate",
        "text": "I mean, one way I always think about it or a phrase I to use, Hispanic voters are norm even, right? They just want a better life. They want to move up their patriotic, their here for opportunity as fast as been emphasizing and that's what they want to take advantage. Although one thing I'm in wondering is I listen to more voters in these groups is, , we tend to separate the issues and there's economic issues and then there's cultural issues that are discussed a lot in the media and by elites and people tend to care more about economic issues. But what I'm hearing from people on some of these issues now, especially post-op, abortion, is people become animated by issues that really, I mean, it's on simple, but affect their own lives and people who know them and the way that people have talked about climate. is not the way that a lot of politicians talk about climate, but , hey, we're seeing a drought in our state, right? The way people talk about abortion is I'm now concerned that someone I know couldn't get an abortion and had to drive to another state, or I knew someone who was involved in a mass shooting, Carlos Herk-Faz, you guys have any thoughts on me too? But with any urgent issue and issues that, , any voter might indicate our high... salience of them. They want to know that you are going to fight on them. And there's this question of how emotionally resonant, incredible you are in that fight.",
        "keywords": [
            "voter might indicate",
            "high ... salience",
            "although one thing",
            "people become animated",
            "way people talk"
        ],
        "summary": "hispanic voters want to move up their patriotic, their here for opportunity as fast as emphasizing and that's what they want to take advantage . some of these issues affect their own lives and people who know them and the way that people have talked about climate . the way people talk about abortion is concerned that someone I know couldn't get an abortion and drove to another state .",
        "sentiment": {
            "label": "Positive",
            "score": 0.316
        }
    },
    {
        "segment_id": 27,
        "title": "Trump Republican Party",
        "text": "And I think, , on the right, what we're dealing with, there's people particularly in this Trump Republican Party is that they embrace friction. They're often fighting, they're always yelling, they're always angry about something, and that's what Trump has brought them to. And if I asked you today, , hey, what is Joe Biden? what did Democrats really get emotionally fired up? Just pondering, reflect on. I ask you honestly, I say that with all due respect to him and to the full party honestly. , what would you think people would think you get fired up? And just answer that question for yourself and see where you're at.",
        "keywords": [
            "democrats really get emotionally fired",
            "think people would think",
            "trump republican party",
            "full party honestly",
            "get fired"
        ],
        "summary": "if I asked you today, hey, what is Joe Biden? just pondering, reflect on . just answer that question for yourself and see where you're at .",
        "sentiment": {
            "label": "Positive",
            "score": 0.4725
        }
    },
    {
        "segment_id": 28,
        "title": "Ruben Navarrette",
        "text": "I think there's a narrative sometimes that Latinos are moving toward Republicans because there's values alignment there of some sort, right? reject where Democrats are on some of these cultural issues and they're more aligned with the public. Where I think it's actually closer with FAS is just saying in terms of priorities that they perceive that Democrats are not talking about their priorities. Less I would think about rejection on the particular things Democrats are talking about and more just saying the things I care about the most, the things that I'm intends to them. You don't seem to be talking about. Meanwhile, these Republicans, they don't seem to give a shit of about me, but they are ruthless in prioritizing the economy. And so if I'm going to vote on that issue, that's the way I'm going. What I think Democrats miss in these moments is what keeps a majority of Latinos with Democrats above and beyond their demographics is a sense of Democrats' care. The question is, can Democrats deliver? But it was wild to me while I'm talking in the context of the economy, that after Uval Di, you had some arguing the Democrats would say. say nothing about guns because on guns, Democrats don't have a natural advantage. They're not trusted more. Well, listen, the advantage is Democrats care more. You got to lean into the caring in a moment that, you've all, when you're these kids being gunned down, you can't show care. Then you're undermining the one brand strength you have that is still caring.",
        "keywords": [
            "one brand strength",
            "moving toward republicans",
            "democrats would say",
            "think democrats miss",
            "particular things democrats"
        ],
        "summary": "ruben navarrette: a majority of Latinos with Democrats above and beyond demographics is a sense of Democrats' care . he says the advantage is that Democrats care more, and they're undermining the one brand strength you have that is still caring . the benefit is that you can't show care when you're these kids being gunned down, he writes .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7412
        }
    },
    {
        "segment_id": 29,
        "title": "Summer Collecting Signatures",
        "text": "You vote. So when I asked about most important issues, one person in the group, to housing. So is that attainable? You need to be able to live, , to eat. Rent control would be life changing for people Melanie and the family, which is why she spent her summer collecting signatures in a hundred degree heat, because housing's an issue that too many politicians aren't doing anything about or even talking about. I have such a... immigration which I know is an issue that some pundits just assume is Latino voters top priority but he did set off a discussion about the issue of Lefdick-Loson. Other big issues that are debated either Nevada or nationally that are affecting you personally. Well the immigration issue. Immigration? Yeah.",
        "keywords": [
            "latino voters top priority",
            "summer collecting signatures",
            "rent control would",
            "hundred degree heat",
            "debated either nevada"
        ],
        "summary": "housing is an issue that too many politicians aren't doing anything about or even talking about . immigration is a big issue that pundits just assume is Latino voters top priority .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7754
        }
    },
    {
        "segment_id": 30,
        "title": "Texas Border",
        "text": "Every person of those that are going to come here. Tell you which, qualified for welfare whose things? Housey? Who's gonna pay for them? Okay. It seems chaos. Chaos. The Texas border, when you see those big lines under that bridge, it seems chaos. Maybe in the past there was times where immigration policy was heartless. They were purposely doing things that they knew were gonna kill people to deter them from trying to come over.",
        "keywords": [
            "gonna kill people",
            "welfare whose things",
            "gonna pay",
            "texas border",
            "immigration policy"
        ],
        "summary": "the Texas border, when you see those big lines under that bridge, it seems chaos . they were purposely doing things that they knew were gonna kill people to deter them from trying to come over .",
        "sentiment": {
            "label": "Negative",
            "score": -0.964
        }
    },
    {
        "segment_id": 31,
        "title": "Many People Think",
        "text": "That's pretty heartless. but I think now it's way too careless. They need to get a policy to go to Metanyama, which parties in charge. I mean, you've got kids that are down there. They're the ones who have to suffer. They're just trying to get a better life. How many people think it should be easier to immigrate to the United States? How many people should be harder to immigrate to the United States?",
        "keywords": [
            "many people think",
            "many people",
            "united states",
            "united states",
            "pretty heartless"
        ],
        "summary": "how many people think it should be easier to immigrate to the u.s.? How many people should be harder to immigrant to the united states? if you're a child, you've got a policy to go to Metanyama .",
        "sentiment": {
            "label": "Positive",
            "score": 0.897
        }
    },
    {
        "segment_id": 32,
        "title": "Not Easy. Not Easy",
        "text": "It should be a law. Should be controlled. Not easy. Not easy. I mean, you got people here with 30 years. They're not criminals. They pay taxes every year. They're under the front.",
        "keywords": [
            "pay taxes every year",
            "got people",
            "30 years",
            "mean",
            "law"
        ],
        "summary": "it should be a law. Should be controlled. Not easy.",
        "sentiment": {
            "label": "Positive",
            "score": 0.4457
        }
    },
    {
        "segment_id": 33,
        "title": "Pay Board Isn'T Cheap, And",
        "text": "And then these people, they haven't paid a tax in their life here. They just come over, except Mexico. Because if you're in Mexico, you can do qualify. But if you're from any other country, you just come here, put your suit here, or you qualify for everything. How sad it is that all those people died in a truck that comes to the country, and we sit up here in this country. about our old country, how shitty we are, and these people got an attractive gift here, so they can have a little bit of what we have. That's sad to me as an American that all those people lost that, and we let it happen. Do why my buddy's buried to his wife 20 years. She's on US citizen, and they've been trying to do it for six years now. Immigration lawyers aren't cheap, and the pay board to get it, they make it harder that way too. There should be some way to at least, help her and assist so it can be a smooth process and that's not happening.",
        "keywords": [
            "wife 20 years",
            "six years",
            "us citizen",
            "smooth process",
            "pay board"
        ],
        "summary": "if you're in any other country, you can do qualify for everything . the pay board isn't cheap, and they make it harder that way too . there should be some way to at least, help her and assist her .",
        "sentiment": {
            "label": "Negative",
            "score": -0.9081
        }
    },
    {
        "segment_id": 34,
        "title": "John Avlon Says We Have",
        "text": "So it certainly seemed to me that at least in this group, views about immigration are a bit more nuanced and complicated than the political debate we've heard over the last few years. Carlos, what do you think? John, there is so much there. There's the border and there's this idea of a pathway to citizenship. And we try to complete all of these things as being one thing. is really a different issue in voters minds, especially Latino voters minds where it's more of, as you've heard, and they talked about in group concern about public safety, they're concerned about order, they're concerned about resources. At the same time, I would say this is a category that's the reality of Latino voters in our polling, both believe in increased border security and a pathway of citizenship. You heard it. They're separating between do something about the border, but also take care of people hard and so it is a voting. Now, what Democrats have done of late is none of the above. And so among Latino voters, the president's worst numbers across all of our states on issue areas of the immigration, because the border crowd, the pathway to citizenship crowd, and the both crowd, all disapproved. Inaction has led to disapproval. And so this thing that helped differentiate between parties among Latino voters is no longer has... that power. The key swing voters don't see a meaningful difference between the parties on this issue. At least in believing the Democrats would actually do anything about it. But I think we have a problem in the Democratic Party where not only obviously not much progress is being made on the path to citizenship, but there's a real resistance to trying to do anything that smacks up voters. This is a big loser for the Democrats in general, and I think in even among Hispanic voters, because that's not their preference structure. They want to see the order at the border. They think there should be a fair and humane system for people to come to this country and then work their way up. This is a nation of immigrants and we need to have a functioning rule-based immigration system that gives people a fair chance to come here. Would I- worry about this.",
        "keywords": [
            "even among hispanic voters",
            "especially latino voters minds",
            "parties among latino voters",
            "among latino voters",
            "worst numbers across"
        ],
        "summary": "john avlon: democrats are separating between do something about the border, but also take care of people hard and so it is a voting . he says we have a problem in the Democratic Party where not much progress is being made on the path to citizenship, but there's resistance to trying to do anything that smacks up voters .",
        "sentiment": {
            "label": "Negative",
            "score": -0.2964
        }
    },
    {
        "segment_id": 35,
        "title": "Katie Porter Going",
        "text": "Remember Congresswoman Katie Porter from our last episode? When I met with my first political consultant and he said, well, , what do you see as the issues that you want to run up? Who's Katie Porter going to be? And I said, housing. And the political consultant, who's no longer my consultant, by the way, said, well, that's not really a pay. And here now is a desperation in those folks. You see people yearning and hungry for somebody to own the political struggle that is required to try to solve the problem. And to grapple with the difficulties of governing it and to tell each side , hey, you can't all get what you want. Especially when you get into South Texas and you talk to some of those communities, they live with it as a crisis. and they live with it as a sense of public safety. , I remember who gone down there for Jessica's this narrows and we work on the camp and Bernie, Bernie and I were meeting with so many people and they were expressing just generally concerned about the crops and the animals and, , break ins. And it was very much a sense of, I don't feel safe. And if they don't feel you're even addressing their safety, right, then you're not accessing their... their emotion, their feeling about the mission. After the break, the voters tell us how they really feel about politics, parties, and politicians. Welcome back.",
        "keywords": [
            "remember congresswoman katie porter",
            "katie porter going",
            "voters tell us",
            "see people yearning",
            "first political consultant"
        ],
        "summary": "the political consultant, who's no longer my consultant, said, well, that's not really a pay . he said, \"you can't all get what you want\" and to tell each side . voters tell us how they really feel about politics, parties, and politicians .",
        "sentiment": {
            "label": "Positive",
            "score": 0.2584
        }
    },
    {
        "segment_id": 36,
        "title": "Las Vegas Group",
        "text": "After talking with the Las Vegas group about the issues that mattered most of them, we got into politics. I started by asking you voters how they felt about politics and the state of the country. You're a real man. Just stop. Depending on the subject, furious. Disgusting. They're up. Poor girl. Hmm. I mean... I guess I'm just confused.",
        "keywords": [
            "las vegas group",
            "real man",
            "poor girl",
            "mean ...",
            "voters"
        ],
        "summary": "we got into politics after talking with the group about the issues that mattered most of them . I started by asking you voters how they felt about politics and the state of the country . they're up.",
        "sentiment": {
            "label": "Negative",
            "score": -0.9287
        }
    },
    {
        "segment_id": 37,
        "title": "We Don'T Do That Anymore",
        "text": "If there's a lot of... Open size to everything. I look back when Reagan and Tipo Niel hold their offices, but yet they always came to a way to come together and make policy work. We don't do that anymore. Not America anymore. It's not that it's two separate parties. They're basically saying we're not going to make you look good. Even if it suffers the American people, why don't you go to parties and start dividing? I think it's a power trip. I really think that they want to control, Nancy Pelosi. She should have been gone while back and then you've got McConnell.",
        "keywords": [
            "tipo niel hold",
            "... open size",
            "two separate parties",
            "make policy work",
            "start dividing"
        ],
        "summary": "we don't do that anymore. not America anymore . they're basically saying we're not going to make you look good .",
        "sentiment": {
            "label": "Positive",
            "score": 0.8047
        }
    },
    {
        "segment_id": 38,
        "title": "Prescription Drug Costs",
        "text": "Why are they still there? There should be terminus. I mean, , it's how many times do you play an album on a stereo turn to To a truck? It's not as good as the one son. It's so fresh paid off the quality. And that's what's with those guys. Bring us a new blood and politicians, they promise you a lot of things, but then when they get in there, I don't see the results all the time. Yeah, so Because it gets way too confusing way too quick and there's a lot of Perspectives of how I'm supposed to live with my life and different policies that are going out But I just was way too stressful. I'm not about to phone But I'm so in my mind and then have these household chores and task and work that I have to focus on and so Faz, do you think that the surprising flurry of activity in Washington of late might have some effect on these voters' views about politics or the state of the country? Well, yes, it's nice to pass bills and it's nice to show government working, but then , when you go out there and you start talking to regular working class people and say, hey, we pass a score to introduce prescription drug prices in America. So if you're somebody in the suburbs, at a nice six figure income, not really worried about prescription drug costs in their life.",
        "keywords": [
            "regular working class people",
            "introduce prescription drug prices",
            "nice six figure income",
            "prescription drug costs",
            "show government working"
        ],
        "summary": "if you're someone in the suburbs, at a nice six figure income, not really worried about prescription drug costs in their life . it's not as good as the one son . a lot of perspectives of how I'm supposed to live with my life and different policies that are going out .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9674
        }
    },
    {
        "segment_id": 39,
        "title": "Prescription Drug Costs",
        "text": "And you hear that, you're happy, hey, my team, the Democrats, we did something good for the world. Now, what if you're a person living on the edge who really needs prescription drug costs to go down? It's eating away at your life, you stress about it. And you go until that person, we reduce prescription drug costs in America. And they look at every penny on that. prescription drug costs that they have and they don't see anything happen. Nothing has happened and nothing will happen there for another few years. The gap between a Democrat and a working person will just grow. They will hear you saying, I did something for your life.",
        "keywords": [
            "really needs prescription drug costs",
            "reduce prescription drug costs",
            "prescription drug costs",
            "see anything happen",
            "every penny"
        ],
        "summary": "the gap between a Democrat and a working person will just grow . they will hear you saying, I did something for your life . it's eating away at your life, you stress about it, and you go until that person, we reduce prescription drug costs .",
        "sentiment": {
            "label": "Positive",
            "score": 0.5859
        }
    },
    {
        "segment_id": 40,
        "title": "2026 Will Happen",
        "text": "Meanwhile, they're looking at the prescription drug costs. They're in the same or going higher. It is fine to be honest and direct about saying past these important measures and 2025 this will happen. 2026 will happen. It's the story. And I said no, no, no, listen to me. This is the crisis that people are facing and this is the crisis that we're coming into as a country. But generally, this is thought about as a private problem, right? Not a public one. this category. Public, how is Lena, what that conjures up and what that typically means.",
        "keywords": [
            "prescription drug costs",
            "typically means",
            "saying past",
            "private problem",
            "important measures"
        ],
        "summary": "it's fine to be honest and direct about saying past these important measures . 2025 this will happen. 2026 will happen .",
        "sentiment": {
            "label": "Negative",
            "score": -0.6908
        }
    },
    {
        "segment_id": 41,
        "title": "Prescription Drug Costs",
        "text": "And the rest of it is thought about as not really the government's problem. That's... hard we fought big farm up but there's how's you got to conclude that sentence? And if you put us back in office, here's what I want to do next. And I'm going to continue to take those guys off. And I'm going to advocate for these next two, three reforms that will have even more impact in reducing your prescription drug costs. And the reason I have credibility about that is because I didn't. I just did it in the last two years when you- put us into office, but my work is not yet done. You gotta put me back so I can keep taking on these bastards and keep delivering for you.",
        "keywords": [
            "prescription drug costs",
            "fought big farm",
            "last two years",
            "put us back",
            "put us"
        ],
        "summary": "if you put us back in office, here's what I want to do next . I'm going to advocate for these next two, three reforms that will have even more impact in reducing your prescription drug costs .",
        "sentiment": {
            "label": "Negative",
            "score": -0.8142
        }
    },
    {
        "segment_id": 42,
        "title": "Person Democrats Need",
        "text": "Carlos, I was struck by that last comment from a young woman named Daisy about how politics feels confusing and stressful and she's just too busy working to pay attention. It seems she's exactly the person Democrats need to reach, but how do we reach her if she's not? paying attention to politics or it's too confusing. It's a great question. It's typical in focus groups to hear people say, well I don't know what's, I have a hard time seeing through the news fog until they turn off news. And I think in that case there's a small number of things that are really going to break through. Going into the geographies where our voters live, a lot of the organizing ends up getting clustered in the urban areas we aren't going. into the spots where voters actually live. And then similarly, we're not going where they communicate online. So YouTube is a major source of news and information for Latino voters. Latinos actually spend twice as much time as non-Latinos on YouTube. But on some circles, YouTube is seen as beneath us, right?",
        "keywords": [
            "young woman named daisy",
            "latinos actually spend twice",
            "person democrats need",
            "hear people say",
            "hard time seeing"
        ],
        "summary": "it's typical in focus groups to hear people say, well, I have a hard time seeing through the news fog until they turn off news . in that case there's a small number of things that are really going to break through . YouTube is a major source of news and information for Latino voters .",
        "sentiment": {
            "label": "Positive",
            "score": 0.6199
        }
    },
    {
        "segment_id": 43,
        "title": "Takes A Very Big Investment",
        "text": "From an organizing standpoint. It's not the cool place to organize it. It takes a very big investment. And so when people want to know about Indonesia. What is going on gas prices? They're going on YouTube the information that is helping them make sense of world is largely coming from the right wing Where is just not there? I asked about people's use of both political parties and which party was better for working people here's what they said I used to vote them was all the time But in the second term, Obama just won to the record made you change? Because for the workers, for me, it's my opinion, the Republicans is very. But if you don't welfare, who stabs and government, hell, if you qualify for that, you will be the one. And you hell, you hell, insurance, you will not be the one. It's too expensive.",
        "keywords": [
            "second term",
            "right wing",
            "record made",
            "political parties",
            "organizing standpoint"
        ],
        "summary": "it's not the cool place to organize it. it takes a very big investment . the information that is helping them make sense of world is mostly coming from the right wing .",
        "sentiment": {
            "label": "Negative",
            "score": -0.8893
        }
    },
    {
        "segment_id": 44,
        "title": "Benz, Democrat?",
        "text": "So that to me, the Republicans, better for the people that work if you work. That's a great question I was about to ask. Which party do you think is a better party for working people? Sir, do you think the public, Robert Reed? It depends on your income bracket unless you're a corporate this year. So I say Democrats. Democrats? I would say Republicans now that I say it's used to be Democrats. OK. Benz, Democrat. Democrat? In the worst.",
        "keywords": [
            "income bracket unless",
            "would say republicans",
            "robert reed",
            "great question",
            "working people"
        ],
        "summary": "I would say Republicans now that I say it's used to be Democrats . Benz, Democrat. Democrat?",
        "sentiment": {
            "label": "Positive",
            "score": 0.9034
        }
    },
    {
        "segment_id": 45,
        "title": "Term Weighted Assessment",
        "text": "That's Eric. Oh, OK. I mean, I don't really know the difference to Yonis. Roy, why do you think people Sergio and Cesar have changed their views on which party is better for working with you? So I think a lot of the way people vote between political parties depends on a long-term weighted assessment who's been better for you and your family. how to people , and when that starts to decay under the press of circumstance, the picture becomes cloudy and you can move away from your traditional loyalties. But as I mentioned before, up Democrats seem to be getting more preoccupied with issues and the social cultural realm and they seem to be less interested or less focused on problems of working people. So I think frequently... that just leads to a sense of frustration where even if they the Democrats a bit better than the Republicans, it's not that they have a great deal in faith in them and then there are some people who just include the opposite. The Republicans are better and there are some people who throw up their hands and say, , I don't know. I mean, things don't seem to change that much, no matter who's in charge. Fasbo, do you think I feel these are some of the very same voters who Bernie was fighting to reach?",
        "keywords": [
            "term weighted assessment",
            "social cultural realm",
            "political parties depends",
            "picture becomes cloudy",
            "think frequently ..."
        ],
        "summary": "a lot of the way people vote between political parties depends on a long-term weighted assessment who's been better for you and your family . the picture becomes cloudy and you can move away from your traditional loyalties . there are some people who throw up their hands and say, , I don't know .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9621
        }
    },
    {
        "segment_id": 46,
        "title": "Make Sure Housing",
        "text": "Obviously, don't grab it. Completely untrue. Melanie and the culinary union are fighting to make sure housing is the government's problem. And that's why they're also focused on November. Now we're going to go tell people to go vote because that's the most important thing. It is indeed. Nevada is one of the most important battlefields of the 2022 midterms. An organizer is Melanie or knocking on doors. less of a labor party now than probably it's historic and story passed and that's part of the problem. In the first six months of this administration coming into the midst of the pandemic, we had progressive economics, John.",
        "keywords": [
            "make sure housing",
            "first six months",
            "go tell people",
            "go vote",
            "story passed"
        ],
        "summary": "Nevada is one of the most important battlefields of the 2022 midterms . in the first six months of this administration coming into the midst of the pandemic, we had progressive economics, John .",
        "sentiment": {
            "label": "Positive",
            "score": 0.1797
        }
    },
    {
        "segment_id": 47,
        "title": "Child Tax Credits",
        "text": "You remember it really well. We had stimulus, we had unemployment insurance, expansion, child tax credits, pandemic, food relief for people. It was a whole bunch of things to lift folks. And then inflation. And inflation. have pretty hard and August and I think we lost the narrative around what what did you cause? Right? I mean that was the more natural question that everyone's got. How did inflation come about?",
        "keywords": [
            "child tax credits",
            "whole bunch",
            "unemployment insurance",
            "really well",
            "pretty hard"
        ],
        "summary": "we had stimulus, we had unemployment insurance, expansion, child tax credits, pandemic, food relief for people . we lost the narrative around what did you cause? right?",
        "sentiment": {
            "label": "Positive",
            "score": 0.8371
        }
    },
    {
        "segment_id": 48,
        "title": "Working Class People",
        "text": "And was it your fault that you did all these nice things for working class people? Donald Trump if you go back and look at his rhetoric just not policy just look at his rhetoric that guy talked about corporations named them by name blasted them on Twitter blasted them in public speeches more than probably any modern president and so if you're a worker at any of those companies you take all those companies by name what do you hear that president is taking on my boss holy moly that guy's taking on my boss Carlos obviously there's a lot of data that shows Republican gains among Latino voters are concentrated among civically working class and also folks without a college degree. Do you think this is economic in nature? Do you think a message FAS just delivered would help bring these voters back into the fall? I mean, at most you're talking about 25% of Latino voters being college educated. So we say that the trends happen mostly among non-college. I think it obscures sometimes more than elucidates because we're talking about an overwhelming majority. here of the vote. I think the challenges we ask ourselves, well what's moving people toward Trump? And I think the better question is to start with the first half of it, which is what constrained them in the past, because Joe Biden still won a majority of non-Coljantinos.",
        "keywords": [
            "shows republican gains among latino voters",
            "trends happen mostly among non",
            "concentrated among civically working class",
            "delivered would help bring",
            "moving people toward trump"
        ],
        "summary": "if you go back and look at his rhetoric just not policy just look at the rhetoric that guy talked about corporations named them by name blasted them in public speeches more than probably any modern president . don't you think this is economic in nature? do you think a message FAS just delivered would help bring these voters back into the fall?",
        "sentiment": {
            "label": "Positive",
            "score": 0.9295
        }
    },
    {
        "segment_id": 49,
        "title": "Means Democrat Cat",
        "text": "So there's still something that's holding this all together. What is held back other more conservative looking Latinos, people who buy demographics, you'd say, these are Republicans. And that's why I think there's a challenge in ticking the- that the argument should be entirely economic, right? Obviously, I think Latinos care about these things, everybody else cares about. But this idea that we should go color-vonging, Democrats should erase racial and ethnic identity from the question, even though that has been central to what kept Latinos in those large numbers voting for Democrats. I think part of the narrative about the working classes, part of a global trend, right? The right-wing parties have taken over the working class. and what is left is liberal elites, plus the Nusselt Part that gets left out, minority parties, and the children of immigrants. So there's still something about being a minority, and feeling othered within a country, that is still very potent, and so we can't just reduce this to materialist concerns in this moment. We finally get to the midterms, and I asked about one of the most competitive Senate races in the country, which means Democrat Cat. for Tasman's own Republican Adam Lacksaults. Here's what these voters are thinking. Lacksaults got too much baggage. What baggage?",
        "keywords": [
            "means democrat cat",
            "large numbers voting",
            "feeling othered within",
            "everybody else cares",
            "competitive senate races"
        ],
        "summary": "the right-wing parties have taken over the working class, says john avlon . he says there's still something about being a minority, and feeling othered within a country, that is still very potent . we finally get to the midterms, and we can't just reduce this to materialist concerns .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9243
        }
    },
    {
        "segment_id": 50,
        "title": "Black Salt, Masco",
        "text": "Well, when he was in office here, there was some investigations. But I think for him, he just more take more pack money. I think he's going to go and take money from the corporate more she will. And I think he'll be more influenced by them. And also the big lie. That. I know people baked up at facts and facts, but you bet all these people endorsing this big lie. Transmitted. Caesar, what do you, you made up your mind on Black Salt, Masco? I don't think I know enough yet, but probably Black Salt, Masco doesn't seem sincere and genuine to me.",
        "keywords": [
            "know enough yet",
            "know people baked",
            "probably black salt",
            "black salt",
            "people endorsing"
        ],
        "summary": "Caesar, what do you think, you made up your mind on Black Salt, Masco? he's going to take money from the corporate more she will . he will be more influenced by them, and also the big lie .",
        "sentiment": {
            "label": "Negative",
            "score": -0.3263
        }
    },
    {
        "segment_id": 51,
        "title": "Sheriff Of Park County",
        "text": "She seems a new Democrat team player. She, whatever the part of the line is, that's what she's gonna do. I don't respect that in both of you. I haven't picked one out yet. Yeah, I haven't picked one out yet. What were the key to side? What are you looking for in the Internet or their issues that would help you decide? I guess keep their word and do what they didn't do instead of the big line. Carlos, after hearing them say that the media car... about rent control, they're also trying to convince voters to reelect Democratic governor Steve Sissalat, who's facing off against the big lie-believing sheriff of Park County, Joe Lombardo.",
        "keywords": [
            "reelect democratic governor steve sissalat",
            "new democrat team player",
            "media car ...",
            "would help",
            "rent control"
        ],
        "summary": "democrats are trying to convince voters to reelect democrat gov. Steve Sissalat . she's facing off against the big lie-believing sheriff of park county .",
        "sentiment": {
            "label": "Positive",
            "score": 0.5727
        }
    },
    {
        "segment_id": 52,
        "title": "Iv America Co",
        "text": "But the biggest race in Nevada is also one of the closest in the country. The campaign between Adam Lacksall, a Trump-endor son of a political dynasty, who my Pots-Iv America co-host Dan Fyfer calls the Conor Roy of Nevada, and Democratic Senator Catherine Cortez January 6th too much. I was also surprised to hear them. A couple of them said, Brace of the Big Lie was disqualifying. What do you make of that in this race? Is there advice you'd give to the Master of Campaign? Would you highlight Laxal's extremism? What would you do?",
        "keywords": [
            "democratic senator catherine cortez january 6th",
            "host dan fyfer calls",
            "iv america co",
            "political dynasty",
            "highlight laxal"
        ],
        "summary": "the biggest race in Nevada is also one of the closest in the country . the campaign between Adam Lacksall, a Trump-endor son of a political dynasty, and democratic senator Catherine Cortez was disqualified .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7514
        }
    },
    {
        "segment_id": 53,
        "title": "Cortez Master",
        "text": "Yeah, Cortez Master is an interesting case, right? Because even though she herself is Latina, she wasn't particularly well-known in Latina community previous to the cycle. And so she's had to reintroduce herself. And she does have some attributes that seem to appeal to Hispanic voters that set her apart from a generic Democrat, even things she's done around, for example, human trafficking that take her out of the realm of just DC talking points and your typical MSNBC issue agenda and differentiate her and show her as a person of action. And then salt, in some ways Democrats drew the best person they could in Laxalt. I mean, we can hear in focus groups that we've done in the States. Guys, see, it's something of a zero, right? Somewhat boring, and the attributes about him that are more exciting are the fact that he's very much a Trump guy. And so in some ways, this is one of the hardest racist Democrats have right now, but so far, things have fallen slightly better configuration, at least as concerns the Latino electorate. In addition to having run a campaign that won in Nevada caucus, you're also a Harry Reid staffer, so the state well. 2,000 come to the top of my mind is that that is a strong leader state. Co-in area is strong there. It's baffling to me that more Democrats aren't talking about the Starbucks and Amazon, organizers and others.",
        "keywords": [
            "typical msnbc issue agenda",
            "fallen slightly better configuration",
            "harry reid staffer",
            "hardest racist democrats",
            "latina community previous"
        ],
        "summary": "Cortez Master is an interesting case, right? because even though she is Latina, she wasn't particularly well-known in Latina community previous to the cycle . she's had to reintroduce herself, and she has some attributes that appeal to Hispanic voters that set her apart from a generic Democrat .",
        "sentiment": {
            "label": "Positive",
            "score": 0.981
        }
    },
    {
        "segment_id": 54,
        "title": "Strong Labor Orientation",
        "text": "It's what are the most generationally important things that happen at all? They get any Democrat that really talks about it. You could imagine for I- a strong labor orientation in Nevada. It would be very persuasive. Number two is housing. Going back to the first comment that you raised. How do you get attention? How do you break through in an area? Sometimes it starts talking about things that other people aren't talking about.",
        "keywords": [
            "strong labor orientation",
            "generationally important things",
            "really talks",
            "number two",
            "going back"
        ],
        "summary": "it's what are the most generationally important things that happen at all? they get any Democrat that really talks about it . you could imagine for I- a strong labor orientation in Nevada .",
        "sentiment": {
            "label": "Positive",
            "score": 0.7577
        }
    },
    {
        "segment_id": 55,
        "title": "Don'T Pass Understanding Your Credibility",
        "text": "But if you look actually in Nevada, there are housing ordinance and ballot measures that are trying to be pushed through at various parts of that state. So all you gotta do is try to keep your base engaged, get your message out, get down. never pass understanding your credibility, your desire, your fight, your empathy, your goals. And I think she should do all right, but she's got some work to do. So I usually end by asking the group to talk about their dream candidates. Someone that'd be excited to vote for. This crew gave one of the more interesting sets of responses of her. If you could assemble your dream candidate, what qualities? what that candidate have that you'd be excited to vote for that person. Press conference takes.",
        "keywords": [
            "press conference takes",
            "never pass understanding",
            "crew gave one",
            "various parts",
            "usually end"
        ],
        "summary": "if you look actually in Nevada, there are housing ordinances and ballot measures that are trying to be pushed through at various parts of that state . don't pass understanding your credibility, your desire, your fight, your empathy, your goals . but she should do all right, but she's got some work to do .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9577
        }
    },
    {
        "segment_id": 56,
        "title": "Trump First Ran",
        "text": "When Trump first ran, I liked him because he would always tell, he had no influence, he'd , he didn't know, nobody had any say what he would do any decision making. So that, I'd want to independent candidate to stop going to have influence from outside parties and sources, but it's not going to ever happen. But I want someone who's going to be able to make decision on what he thinks best for the country. And I best for his. party or her party. Eric, what do you think? I think Trouble is the younger guy, if you will, is kids of your roles. I vote for him.",
        "keywords": [
            "trump first ran",
            "would always tell",
            "younger guy",
            "outside parties",
            "make decision"
        ],
        "summary": "he's the younger guy, if you will, is kids of your roles . I vote for him because he would always tell, he had no influence . but he didn't know, nobody had any say what he wouldn't do .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9609
        }
    },
    {
        "segment_id": 57,
        "title": "Everyone Else",
        "text": "Yeah, and they're top. Annis, what about you? Integrity. Integrity. And personal integrity. Not just integrity for their party, but it's really you have because we have personal integrity. You don't do what's best instead of going with your party. Thanks a lot. , what you said about how Trump was talking about not being influenced. I that just going off the surprise, not really going, I don't know, according to everyone else's opinions or just pressured.",
        "keywords": [
            "everyone else",
            "best instead",
            "personal integrity",
            "personal integrity",
            "really going"
        ],
        "summary": "you don't do what's best instead of going with your party . what you said about how Trump was talking about not being influenced . if you're influenced by a party, you've got personal integrity .",
        "sentiment": {
            "label": "Positive",
            "score": 0.9043
        }
    },
    {
        "segment_id": 58,
        "title": "Strong Character, Strong Character",
        "text": "This strong character, strong character. Strong character. I mean, I don't half of that. That's half of his movement. The other. Some of this up. Here's the. Here's the.",
        "keywords": [
            "strong character",
            "strong character",
            "strong character",
            "movement",
            "mean"
        ],
        "summary": "this strong character, strong character. I mean, I don't half of that. That's half of his movement.",
        "sentiment": {
            "label": "Positive",
            "score": 0.872
        }
    },
    {
        "segment_id": 59,
        "title": "Truly Weird Part",
        "text": "truly weird part. Just so everyone listening knows how complicated voters can be. The first man you heard Robert said he liked Trump because he seemed he was in the middle and he wasn't being influenced by anyone. Robert later said that he couldn't vote for Trump again and that he's leaning toward Ron DeSantis in 2024. But then he said that he loves, quote, loves AOC and thinks she'd be a great speaker and he said because she has stood up to Nancy Pelosi and her",
        "keywords": [
            "leaning toward ron desantis",
            "truly weird part",
            "everyone listening knows",
            "robert later said",
            "heard robert said"
        ],
        "summary": "the first man you heard Robert said he liked Trump because he seemed he was in the middle and he wasn't being influenced by anyone . he later said that he couldn't vote for Trump again . but then he said that she'd be a great speaker .",
        "sentiment": {
            "label": "Positive",
            "score": 0.965
        }
    }
]