[
    {
        "title": "eposide 4_chunk0",
        "text": "Welcome to the Manufacturing the Future podcast. I'm your host, Kerry Jordan, Chief Marketing  Officer and SVP of Product at Epochor. This show is designed for manufacturing and supply  chain leaders and enthusiasts who are navigating the intersection of technology, strategy,  and operations. We bring you conversations with experts who share practical insights to help  you prepare your business for what's next. Now to today's episode.  Hi everyone and thank you for listening. I'm your host, Kerry Jordan. Welcome to our show  where we hear from manufacturing and supply chain leaders who are driving the future of these  great industries. Today I'm speaking with Natan Linder, co-founder and CEO of Tulip. Tulip is a  pioneering manufacturing technology company that provides a no-code cloud-based platform designed  to digitize and enhance frontline operations. It was founded in 2014 by engineers from the MIT Media Lab  including Natan Linder and his co-founder, Roni Kubot. Tulip empowers manufacturers to create custom  applications that integrate human, machine, and sensor data without the need for traditional  programming. Now my guest, Natan, as I mentioned, is the CEO and co-founder of Tulip,  but he's also the co-founder and chairman of Form Labs, a leader in professional desktop 3D printing.  His career includes roles at Samsung Electronics, Rethink Robotics, and Sun Microsystems. He holds a  PhD at an SM in Media Arts and Sciences from the MIT Media Lab's Fluid Interfaces Group. I am very  excited to have such an accomplished guest. I'm excited for this conversation. Natan, welcome and  thank you for joining the show. Thank you, Gary. Thanks for having me. It's great to be here.  Absolutely. Okay, let's get started. I would love to first get to know you. If you could share  your career journey and what really drove you to start Tulip and how has that vision maybe evolved  over time? Yeah, sure. Love to. It's pretty simple. I'm an engineer and specifically I  always found myself working in the overlap of software and hardware and build complex products.  I think mobile phones or robotics, three printers, stuff like that, and when you do this kind of  work and I'm specifically come from an embedded system engineering, so software that is very close  to hardware, and when you do that work, you find yourself, and this is, I've spent my  entire career somehow very close to production environments. For example, some of the products I  tried to build, you mentioned re-think robotics at the time when I was sort of the first product  guy on that team. I found myself spending a ton of time in operations watching people do work  and thinking how a collaborative robot would today, this is a while back, this is in the 2008 era.  So, co-bots are still being designed and thought about, but at the time Rodney Brooks who was  the co-founder in the CTO, we said we need to build robots that live outside of a cage, don't kill  people, and that you can program them very naturally through gestures and language.  So, to figure out that problem had to sit again, a staring at people in production lines,  and when you do that long enough, and this is more than a decade, I don't know exactly when the  idea started forming to become, hey, there's this missing piece of software platform in the stack  that is designed for the people who actually do the work in operations. That was the genesis of  this idea, but I think it really came about because I was always at some fashion in operation,  whether it's the lab or the production floor machine shop, stuff like that, or understanding  supply chain, and at some point, it was like this disparity between what technology is available for  people who are not in those environments, but they might be in the nice offices we have, you know,  or just normal IT-driven work areas, and just like that can't be the case. You got to bring the  internet for real with all its power to the shop floor, so to speak, so that's kind of like how  was born? For sure, okay, could you talk a bit? That's an interesting story. Would you talk a bit  about the company itself and the technology itself? I mean, we talked about it, you know,  enabling manufacturers to create those custom applications, integrating human machine and  sensor data, but what does that mean and what is it accomplished? So to do that, we have to understand  that the past decade or so, what we call the industrial technology stack goes through massive  refactor sort of takes it to, you know, cloud first type of architectures and that can still take  into account what we call the edge, so you know, the computation, the data collection happens in both  sides, and they're not living in some silo, so they're connected to enterprise systems, say like  Epicors ERP that I think a bunch of our shared customers, you know, integrate to Epicor ERP and  potentially MES, and all these like three-letter acronyms that are like functions, like, you know,  you have a quality management system, QMS or a lab execution system like LES or manufacturing  execution system like MES and so on. Those silos are quite artificial and the architecture  have changed, so we have to think about from the lens of what do people need and then the product  and what the platform does becomes very, very simple. When you go to operational environments,  the folks you meet in those areas are industrial process engineers, quality people, safety, lean,  you know, process control, all sorts of engineers, and they're doing things with data, with logic,  with decision making, they're also running teams and operating equipment, they are not software  engineers, but they understand data flow. So what you need is to give them means to build  modern production systems and for us it manifests in this idea of a frontline operations platform  that allows you to take the knowledge, the domain expertise of those people, turn it  without the need to have a complex software development cycle, you know, create digital workflows  that collect data that allows you to take decisions, to move around, do a learning, do all the  usual application, whether it's training or work instructions or production visibility or quality  or what have you on their own volition, so they can turn that knowledge into software and when you  do that across many, many value stream, across many department, effectively you're building this  modern production system bottom up, we call that that's composability on the organizational level,  and if you think about it from the top down because, you know, we are an enterprise shop,  we can talk about the business later, but that means if you have customers of ours that are  multinationals with dozens of sites that run thousands of stations, it becomes an enterprise  problem, like how do you deal with this complexity, different cultures, different languages, location,  time zones, stuff like that, visibility across the enterprise, and you want governance around this,  so that is, you know, sometimes people say, oh, it'll be kind of like Salesforce for the operations  world, you know, we have kind of maybe a love hate relationship with that concept because  some of the analogy applies, some doesn't, but certainly like from giving a first class tools  to that set of people and that's things we're missing for a long time in the industry, you know,  and that's again where the no-code, low-code, AI native apps, all that kind of good stuff comes into  play is simply changing how organizations work, and we can double-click on that too.  Yeah, that makes sense. I do want to do that. And also, you know, you had mentioned  composability, and I think that that has become, you know, such a buzzword. So, you know,  I'd love for you to kind of dig into that a bit more as well, you know, how do you do that?  What I'm curious, like, why do you think it'd become a buzzword because we're hearing it more?  Or what? Wait, you know, that's a great question, and it could be because from where I am within the  ERP, the enterprise resource planning space, you know, that comes up so often because when you have  these massive software packages, in order for an organization to really adopt it, it does need to  be broken up into consumable chunks so that you get that as adoptions, you get those early wins,  and composable seems to just have become that word that's used so often, you know, for that type  of strategy uptake. So I was curious to get your tip. Yeah, no, totally. I think we might be  one of the guilty parties making it into a buzzword, but you know, if you're the guilty party,  like, you're also the source to a degree, at least in operations, I truly believe that  for us, there's two ways to think about composability. One, we already talked about,  which is like giving agency to people who are closest to the work and kind of gradually build  more robust, holistic, you know, production system, that you don't know all the features and the  functionalities of it when you start. The traditional way of adopting B2B enterprise software  anywhere, but in industrial, a lot of RFB speccing and saying, we're going to model the universe,  and we're going to get the software that we need. The only problem is like three years later when  it goes live, your reality has changed. So that's where non-composable softwares fail. A different way  to think about it is simple. It's like between finite software and non finite software. So finite  software, if you have modules, and this is different between modular and composable, you have modules  A, B, and C. That's what you can do. If you want module D, you wait for the roadmap and so on.  In our case, if there's no module D, there's many way to extend the platform to get more functionality  out of the tool library, and not only that, but to customize it on your own muscle to your needs,  because the platform is no code and accessible, not just on the app side. Also,  the no code extent to how we do data modeling, how you do workflows that are headless with just  the logic behind the scenes that would control flow information and so on. So that's really where  composability comes into play, and most of that discussion so far has been technical. There's  composability in the operational level, because if you have a non-composable mindset that actually  manifests in your tech, like you're also a non-composable operation, or sometimes people talk about  this from we're agile in all those terms. Of course, much of this terminology and language comes  from lean, and was stolen by all the tech people, say things like scrum, and just in time, and  Kaizen, and whatnot, that's all operational terms. But if your operation is not composable,  and this is why we say composable operation, then you're basically locked into very rigid systems,  and rigid systems, meaning not truly open ecosystem, no API, no data portability, etc. There's  lots of attribute to what is a non-open system, not to be confused with open source, not open source,  there's a different discussion. Of course, I encourage everyone to want open systems, because then  you have a chance to change them and make your operation more composable, and then go to your  people and challenge them to say, hey, give me 10% more productivity every year, why? Because we can.  And the answer is not like, oh, we need to wait for the new module that would come out in release,  whatever, whatever, in six months, and maybe then we can start doing it. That just doesn't cut it  anymore, full stop. It should be like, don't tell me what you can do in the next six months, tell  me what you can do next week, or next six days, or something like that. Okay, so you said that  digital transformation isn't a project, it's a practice. I said digital transformation is dead,  but it is also what you said, but I think digital transformation is one of the,  like we talked about buzzword, the BDub buzzword that makes no sense in the day and age we live in,  and it's just between job security for some folks, and just a relic, and it's an irrelevant  term that should not be used, because meaningless terms should not be used. And the reason it's  meaningless is because there's no transformation that is not digital anymore. Everything is digital.  And transformation is not a moment in time and it's done, they're actually never done.  It's a mindset and it's an operating model, and it requires to be iterated on. And therefore,  we like the term, and it is enabled by composable system, we like the term continuous transformation.  And continuous transformation has a dialogue with the roots of lean, which talks about continuous  improvement. And yeah, and then basically, maybe those are at the risk of creating no buzzword,  but the composable operations continuously transform. That's in it.  We have to go to another buzzword, AI. Everybody's all talking about AI.  Okay, well, let me just take a shot here. I can keep going.  Everybody is super. All right, so AI is everywhere.  AI is everywhere and nowhere.  Yes, it's not always grounded in the real world. So what does useful AI look like for manufacturing?  Well, let's unpack this. First of all, AI is not new in manufacturing. In fact,  it's been used for several decades. It's every single way for chip is being scanned by a very  sophisticated computer vision model since done for years. Every single piece of box of logistics that  goes through the network and arrives on time on our doorstep, goes through some form of AI.  Our supply chain uses predictive analytics to do all sorts of interesting regressions to figure out  like when to get which part. So we have, I don't know, enough drugs in our pharmacies.  And I can go on and on. And AI is a medicine and you can add machine learning to it.  Set of technologies that just been adopted, perfected through algorithms and stuff like that.  I think the past couple of years we're living the fun of the gen AI, the rise of generative AI  technique and all sorts of, you know, large language models, LLM's, small language models, visual  language models, multi models and so on and so forth. The world has been kind of an interesting  and a very noisy place in that sense. It's very exciting. I think everyone is using AI on a daily  basis, likely everyone I'm going to guess listening to this podcast. And the reason we're doing it  is because it is useful. It is a useful way to process a lot of data and access a lot of the  information that the internet makes available for us. And the phenomenon is not that different than  meeting search bar in the browser for the first time or a browser for that matter. And there's  no going back. Like no one think it's a great idea to wait for the CD-ROM with, you know,  in cyclopedia Britannica to figure out, you know, when a room was burnt, no one's doing that.  You go to Wikipedia and no one's going back on AI or that type of AI. The issue is that it's not  spread evenly, not even in our normal productivity suites just yet. And it's moving very fast. So,  you know, we're seeing it in our standard sort of environment, like, you know, the productivity  suites I'm talking Google labs are office 365. We're seeing it in B2B vertical software like Salesforce  and the others and everyone adopting it because it's horizontal. It's like there's so many  use cases and it's trained on the general internet. So, it's very good. It's certain tasks like  creating a bunch of code and thinking through marketing campaign. And now people taking it to an  agentic space, which just means like, can it actually do some work autonomously? Okay, which  otherwise a person would do. For example, analyze this data and so on. And we all know the issues  with it, hallucinations and so on and so forth. The problem is that, you know, the reason we're  comfortable using it in non-operational environment. So, standard, you know, even use it to plan,  you know, our family trip is because there's a human in the loop and we trust the iterations.  And we know we're going to make so many decisions so I can control this beast. And therefore,  maybe I can automate it and it will do work for me and I'm still in control. And the risks are  relatively low compared to the benefits. However, if in operation, someone would risk millions  of dollars of raw material or downtime or I don't know, missing the NPI deadline, I think those are  uncountable risk for people in manufacturing operations. And therefore, there's a huge gap between  I say the hype and how people think it will manifest in operation and reality. And the reason  is that like for AI to be useful in those very complex digital physical environment, it needs to be  well governed. It needs to enable people to iterate. And in, you know, if I think about through  the two appliances, like in the in the instance in the iterate and how you're making those workflows,  it needs to be, you know, allowing both the individual person who is using it to trust that  technology, but also the organization to trust the human using the technology if it makes it.  And we are in the early innings of that. We're seeing a lot of good early science, you know,  from programming PLC PLCs with AI. And that is just another form of programming. And the people who  build it were programmers. So it's very good at programming. So it can also program PLCs. That's not  shocking. But, you know, when we talk about using AI for composition, so our constituencies,  they're not programmers, but they write SOPs and create presentation and age. They have a visual  value stream apps. They have all sorts of spreadsheets and imagine that they can take all this  information, all this context and turn it into digital workflow. So you can feed that to a composer  and tulip and create an application. Same thing, you can pull up a phone and snap a video and say,  hey, this is the value stream. Here is the station. We're doing Operation A. It means part one,  two, three go together and then parts four, five, six go together. And it's just a narrated video,  like, you know, we're all TikTok creators by now. I think, you know, it's just everybody wants to  become an influencer age. So in that age, you know, you can turn that into context and that becomes  a workflow. But really, that's just what the tech is able to do. But, you know, we're really doing  we're doing knowledge preservation. We're doing training. We're doing continuous improvement through  like digitizing. And that is real application event. There are many others like when you get to the  agent excite, where you can take an agent to, first of all, define it in the platform. So I don't  know if you saw agent, but the space if you can see them in other on tropic open AI and you can go  click new agent, this agent has a name and it has a goal. And it has like some rules and it has  connection to tools through protocols like MCP model context protocols. That is all the rage.",
        "summary": "Welcome to the Manufacturing the Future podcast. I'm your host, Kerry Jordan, Chief Marketing  Officer and SVP of Produc...",
        "keywords": [
            "Welcome",
            "to",
            "the",
            "Manufacturing",
            "the"
        ],
        "sentiment": "Positive"
    }
]