[
  {
    "title": "eposide 5_chunk0",
    "text": " And I do think that a lot of entrepreneurs stay do this because they want to make money. They also do it because they are excited about finding ways to solve problems. And so I would hope that AI can kind of reinvent what entrepreneurship is so that we can have the unicorns that's fine. But the 60% of Americans who say they'd like to start something, the reality is that only 8% does."
  },
  {
    "title": "eposide 5_chunk1",
    "text": " Good morning cut after noon or good evening depending on where you're"
  },
  {
    "title": "eposide 5_chunk10",
    "text": " investor and author over 15 years before front of entrepreneurship. Best known as the co-founder of bark. A New York Stock Exchange listed company for dogs and dog parents. He also co-founded Pre-Height, the startup studio behind ventures like Ancho, Rowan Autos, Henrik Co-hosts, the amazing podcast Beyond the Popped with Stamper's Jeremy Utley and is the co-author of..."
  },
  {
    "title": "eposide 5_chunk11",
    "text": " me, my customer and AI, to explore how AI reshaped the entrepreneurial landscape. Henrik was an entrepreneur in residence at index ventures and head of product development at M2B International. He's been recognized by Fast Company as one of the top 100 most creative people in business and by business insiders, Silicon Alley 100. Without further ado, Henrik, I've been looking forward to this one. It's my pleasure to welcome you."
  },
  {
    "title": "eposide 5_chunk12",
    "text": " meet AI in the future of work. Let's get started by having you share a bit more about that illustrious background and how you get into the space. It always sounds very good when it kind of grattles out like that, right? So I'll tick the imposter syndrome in the pocket for a second. I mean like when it comes to AI I think I kind of stumbled into it in 2020."
  },
  {
    "title": "eposide 5_chunk13",
    "text": " I had a friend who was an artist and he'd been talking about it and showed it to me back when it was kind of like the They call it playground. It's just like a text box And I tried it and you just basically put in like a line and then you can press submit and it would just continue whatever you had written and it was honestly completely magical. I I'm old enough to run"
  },
  {
    "title": "eposide 5_chunk14",
    "text": " and then I'm like the free internet days. And I remember first time telling it I went into a computer. And I remember first time opening the music browser and seeing kind of like the first very basic HTML. And I think back then I was like, wow, this is gonna change a lot. And I kind of like almost got like this kind of like glimpse of things that would happen. And I had the same thing when I tried to open the eye the first time. I was like, okay, this is gonna change."
  },
  {
    "title": "eposide 5_chunk15",
    "text": " everything. So I got smitten quite fast and has been kind of like a pretty obsessed about how do I take workflows, how to atomize them and how to create autonomous through agents that could help me do the stuff I do better since the reason I wanted you on the podcast is because it published me my custom AI that humanizes a lot of these things that can seem a little bit heady, a little bit acutally."
  },
  {
    "title": "eposide 5_chunk16",
    "text": " damage, sometimes a little bit dystopian, but you have a different tape on the future of AI and specifically with respect to entrepreneurship. Talk us through the Ephesus. Yeah, I think I mean like I'm not naive, so I understand and sympathize with a lot of concerns that are raised, and so I don't want dismissions any of them. I do believe that the best way to predict the future is to make it. I think with that comes the kind of like."
  },
  {
    "title": "eposide 5_chunk17",
    "text": " obligation of trying to build something that is better for the world. And so I'll probably have like I'll percent a little bit more my positive rosy version of what can happen, but I think that's important to show that also because otherwise we're just gonna consume it with worry. There is, I look at kind of technology in the lens of entrepreneurship because that's kind of my world. And so most things that happen in the last 10-15 years."
  },
  {
    "title": "eposide 5_chunk18",
    "text": " years, I almost looked like when did they start to contribute to kind of like an entrepreneurial technologies. And it starts really with kind of like the whole kind of getting access to the internet, coming easier than it becomes easier to host stuff with the cloud. I mean like my first my first purchase when I did my first thought it was a $5,000 Windows MT server, right, which because you had to and then you had to find somebody to get a"
  },
  {
    "title": "eposide 5_chunk19",
    "text": " and then I was in the clock him around and then you had to when we did bark box, you know, we had to do all this kind of complicated subscriptions, software, until like sasking around and then recurrently was a partner at the time kind of like sold that. So I think AI is really the final step. We write about that in the book. There's all these things that normally made it difficult for the 60% of Americans who say they're like to start something. Now I think all that..."
  },
  {
    "title": "eposide 5_chunk2",
    "text": " listening. Welcome back to AI in the future of work episode 370, I'm your host Dan Church and CEO of PeopleRain, the AI platform for HR and IT employee service. Our community is growing. Thank you for being a loyal member of it. If you haven't yet subscribed to our newsletter, it comes out weekly. It includes some fun facts and the whips from the main episodes that don't always work."
  },
  {
    "title": "eposide 5_chunk20",
    "text": " is becoming much easier. So what the book explores is both this kind of new paradigm, which means that I think it could be this golden age for what we think of everyday entrepreneurs. And then the paradox that when everybody can make everything how you can stand out. And what we argue in the book is that the new mode is what we think of as relationship capital. It's basically the strength between the customer and the founder and vice-version."
  },
  {
    "title": "eposide 5_chunk21",
    "text": " So we've spoke kind of like those two spaces, both kind of like the democratization of entrepreneurship and then also how do you really establish this relationship capital? So you're doing your research for the book over the past several years. The world is changing at kind of our leader, Daily Steve. What's maybe the chapter or what would you add to the book?"
  },
  {
    "title": "eposide 5_chunk22",
    "text": " if you were writing it from scratch spec. Like the problem with writing the book is that every time you've done with a book, I've done two. You kind of want to rewrite it because now you kind of finally get your thinking around it. I have a bunch of different things that I'm tricked about now postwriting the book. I think one of them is about actually how..."
  },
  {
    "title": "eposide 5_chunk23",
    "text": " The mold that I understand about AI, the mold I understand how little we understand about humanity. And for us to become really good of using AI as an Iron Man suit, we need to become really good of understanding what we want, how we take all the different things like questions. Questions that the computer can't answer to us right now at things like the mood is weird and the off."
  },
  {
    "title": "eposide 5_chunk24",
    "text": " this old party is just getting started. And these are kind of like sub-data elements, which I'm not even sure we understand why we understand. And without us understanding those elements better, I think it's complicated for us to become really good of using AI as efficient as we should do. So that space I find to be very interesting. The second thing, which is, you know,"
  },
  {
    "title": "eposide 5_chunk25",
    "text": " like probably like a few steps away is I think when we I was part of the kind of the world that helped create the social web and so I remember the early days of the Facebook supporters and hanging out with the people that built those platforms and there was not like this was not evil people these were people that truly just got excited about social engineering and tools like that"
  },
  {
    "title": "eposide 5_chunk26",
    "text": " sharing kind of like a picture or whatever we ate. Those two denial things. Now obviously it had all these kind of side effects. Whole generation of young people having mental health issue because of the way that these systems were built. And they were not, I don't believe they were intended at all because knowing the people that built them, they were not mean, mean spirit of people. And so I'm kind of like thoughtful as what are some of the elements that"
  },
  {
    "title": "eposide 5_chunk27",
    "text": " that we need to be cognitive about as we build in these new systems. And one of the areas is this kind of like profound loneliness that I think is already kind of like coming into society. You'd be started COVID and so we don't physically see each other that much much anymore. We're increasing creating interfaces between us and other people right? We don't wait for in the supermarket anymore because we get things delivered. We don't go in a bar anymore."
  },
  {
    "title": "eposide 5_chunk28",
    "text": " find partners on Tinder and what have you. And as I'm exploring and I'm myself working very very kind of like a work working a lot with AI, I see that increasing my conversations I kind of like turn into these conversations with the AI bots that I created. And so I don't necessarily now just call a friend and see, hey what you think about this idea."
  },
  {
    "title": "eposide 5_chunk29",
    "text": " had a dialogue with the activity. And so the areas that I'm interested in, post the book, and where, sorry, this is a very long-winded answer, is basically this kind of, this space on what do we need to be aware of, to prevent ourselves to suddenly getting kind of like a negative effect of ourselves? How do we not become cognitive lazy? Because we just take the first thing that bought its back."
  },
  {
    "title": "eposide 5_chunk3",
    "text": " make it into the weekly show. You can subscribe in the link in the show notes. Please join us there. We are all in this together on Big Global Society. If you enjoyed today's episode or any other, share it with just one friend. They'll know you care about using AI to make humans better. And you know what? If someone you know shared this one with you, tell them thanks and pay forward. If you leave a comment."
  },
  {
    "title": "eposide 5_chunk30",
    "text": " to us, how do we not become lonely because that we remember that sometimes it's okay to call a friend instead of just asking a chatbot about an idea. And those kind of areas, that's kind of like what's top of mind right now. So the proside of AI entrepreneurship is that as you indicated, it makes it so much easier to boost your company, it's cheaper to build a company."
  },
  {
    "title": "eposide 5_chunk31",
    "text": " iterate fast, help you write code, etc. But the downside of AI, you know, getting infused into every aspect of the company creation process is that at least that the homogenization of ideas. So every entrepreneur is using the same tools to generate the same kind of bland copy."
  },
  {
    "title": "eposide 5_chunk32",
    "text": " be or iterate on their ideas, it's the potential that we'll just have a proliferation of maybe weak or similar businesses that we'll proliferate. How do you coach entrepreneurs to kind of not over-reliar get lazy because AI is so successful? I don't think this is anything good to do with that specific thing yet. The way that..."
  },
  {
    "title": "eposide 5_chunk33",
    "text": " The pedicogy of entrepreneurship that I've always been in Advocate Off is one that doesn't stop with the nightmare, but it starts with a problem. And so in the book, I read about this, it sucks that framework, which is basically a way of making sure that the problem that you're trying to solve is meaningful. And so the two things I ask any entrepreneur, probably is like who do you want to serve and what is the problem they have. And I think if you have those two components, you're kind of well in the end."
  },
  {
    "title": "eposide 5_chunk34",
    "text": " the way to have something that's unique. And then specifically in this world, I think you also need to ask yourself, why do you have authenticity or an authority to kind of solve that problem for people? Sometimes people can come up with a great idea, but they shouldn't be doing it. And so what we think about in relationship capital is basically these three layers that I think that we need to become better of understanding and measure."
  },
  {
    "title": "eposide 5_chunk35",
    "text": " And it's basically depth, so it's the intimacy layer. How will does a customer feel that you see them? Like do they feel hurt? And you could, for example, measure that with how we do answer the emails, obviously. Nothing shouts, I don't care about you that I'm not responding to songs. The second thing is, I think, about density, which is how much do people feel that you're part of the community yourself?"
  },
  {
    "title": "eposide 5_chunk4",
    "text": " I'm A Sheraton in upcoming episode, like this one from Visa in Baton Rouge Louisiana, who's an entrepreneur. Visa's favorite episode is number 294 with Bernard and Mar, offering futress on how to use Generative AI to get ahead in your career. It's a great one. I'll share the link to that one in the show notes. We learned from AI Thought Leaders weekly and of course the added bonus. You get one AI Fun Fact."
  },
  {
    "title": "eposide 5_chunk5",
    "text": " Here it is for today, Chase Feliciano Tmino writes in Politico about how formal use first in the nation AI Safety Vot, which was recently signed by Governor Gavin Newsom. The law sets the groundwork for a potential national standard. Newsom vetoed a broader measure last year that set up an international debate. The measure requires some AI developers to publicly disclose their safety and security protocols that also creates a"
  },
  {
    "title": "eposide 5_chunk6",
    "text": " to wait for companies and the public to report major safety incidents to the state. Meanwhile, in Congress and United States Republican Senator Ted Cruz, a spearheading effort to freeze state AI legislation, vowing to revive the effort after it initially failed to make it into the mega bill past over the summer. Other members of Congress have separately discussed crafting a national AI safety framework."
  },
  {
    "title": "eposide 5_chunk7",
    "text": " After AI vendors like OpenAI, Meta, and Thropic have endorsed the bill, high profile investors like Ind recent forwits endorsed parts, a warning that regulating how the technology is developed risks squeezing out startups and slowing innovation. Course will link to the full article in today's show notes. My commentary, sadly the issue of AI safety has become politicized."
  },
  {
    "title": "eposide 5_chunk8",
    "text": " state and global leaders have an obligation to rise above, reelection interests and partisan agendas, and agree that AI guardrails aren't optional. AI is an opportunity for every human who have access to education, medical treatment. He cures for diseases. We can use AI to end famine and resolve international disputes without loss of human life. We can't regulate AI."
  },
  {
    "title": "eposide 5_chunk9",
    "text": " the glacial speed of government policy, we can use this important time to remind legislators that they work for us and their job is to protect and preserve the lives, citizens while promoting civil discourse. We told them accountable and also not wait for them to act responsibly. Now shifting to this week's great conversation. Henrik Wirtelin is an accomplished founder."
  }
]